{
  "introduction": "Este plan integral de marketing relacional está diseñado para marcas de belleza y cosmética que buscan construir relaciones profundas y leales con sus clientes a través de rutinas personalizadas de cuidado de la piel y belleza. Los consumidores de belleza están altamente comprometidos y buscan orientación experta, recomendaciones personalizadas y conexión con la comunidad. Este plan aprovecha estos comportamientos para crear puntos de contacto significativos a lo largo del recorrido del cliente, desde el descubrimiento del perfil de piel hasta la promoción de la marca, mientras maximiza el valor de vida del cliente a través de modelos de suscripción, construcción de rutinas y engagement omnicanal a través de Email, SMS, WhatsApp y notificaciones Push.",
  "company_summary": {
    "name": "Marca de Belleza y Cosmética",
    "website": "ejemplo-belleza.com",
    "activities": "Venta minorista de belleza y cosmética incluyendo cuidado de la piel, maquillaje, cuidado del cabello y productos de cuidado personal con enfoque en ingredientes limpios y empaquetado sostenible",
    "target": "Entusiastas de la belleza de 18 a 55 años que buscan productos de alta calidad para el cuidado de la piel y maquillaje para sus rutinas personales, con creciente interés en belleza limpia y soluciones personalizadas",
    "industry": "Belleza",
    "business_model": "B2C Retail / D2C",
    "customer_lifecycle_key_steps": "Descubrimiento > Quiz de Piel > Primera Compra > Construcción de Rutina > Reposición > Suscripción > Estatus VIP > Embajador de Marca"
  },
  "programs_list": [
    {
      "program_name": "Bienvenida y Descubrimiento del Perfil de Piel",
      "target": "Nuevos suscriptores y visitantes primerizos del sitio web",
      "objective": "Construir perfiles de belleza personalizados, establecer confianza a través de la experiencia, y convertir a la primera compra en 21 días con un valor promedio de pedido superior a $50",
      "kpi": "Tasa de completación del quiz de piel (objetivo: 40%), Conversión de primera compra (objetivo: 20%), Tiempo hasta primera compra (objetivo: <14 días), Valor promedio del primer pedido (objetivo: $55+)",
      "description": "Una secuencia de bienvenida personalizada que posiciona a la marca como experta en cuidado de la piel, recoge datos del perfil de piel a través de un quiz atractivo, y proporciona recomendaciones de productos adaptadas al tipo de piel, preocupaciones y objetivos.",
      "scenarios": [
        {
          "scenario_target": "Nuevos suscriptores de email desde pop-up o formulario de pie de página",
          "scenario_objective": "Enganchar inmediatamente con el quiz de piel y convertir a través de recomendaciones personalizadas",
          "main_messages_ideas": "Historia de marca + invitación al quiz de piel, Resultados del quiz + rutina personalizada, Educación sobre ingredientes, Prueba social de tipos de piel similares, Incentivo de primera compra",
          "message_sequence": [
            {
              "title": "Bienvenida + Invitación al Quiz de Piel",
              "description": "Inmediato: Bienvenida con CTA convincente del quiz de piel",
              "content": "¡Bienvenido/a a [Marca]! Creemos que una piel hermosa comienza con entender TUS necesidades únicas. Realice nuestro Quiz de Piel de 2 minutos para descubrir su rutina personalizada. El 85% de los clientes dice que transformó cómo cuidan su piel.",
              "channel": "Email"
            },
            {
              "title": "Recordatorio del Quiz",
              "description": "Día 2: Recordatorio amable para quienes no lo completaron",
              "content": "¡Su rutina personalizada de cuidado de la piel le espera! Complete su quiz de piel en solo 2 minutos y desbloquee recomendaciones de productos adaptadas a su piel única.",
              "channel": "Email"
            },
            {
              "title": "Su Rutina Personalizada",
              "description": "Inmediatamente después del quiz: Resultados personalizados",
              "content": "Su Perfil de Piel: [Tipo de Piel]. Basándonos en sus preocupaciones ([preocupaciones]), aquí está su rutina perfecta de mañana y noche. Comience con estos 3 productos estrella elegidos especialmente para usted.",
              "channel": "Email"
            },
            {
              "title": "Análisis Profundo de Ingredientes",
              "description": "Día 4: Educar sobre ingredientes clave para su tipo de piel",
              "content": "Por qué [Ingrediente] es revolucionario para [su preocupación de piel]. Beneficios respaldados por la ciencia y cómo nuestra fórmula ofrece resultados en solo 4 semanas.",
              "channel": "Email"
            },
            {
              "title": "Video de Consejos de Aplicación",
              "description": "Día 6: Tutorial práctico",
              "content": "Vea: Cómo aplicar sus productos recomendados para obtener los máximos resultados. Nuestras esteticistas comparten sus consejos profesionales para [su tipo de piel].",
              "channel": "Email"
            },
            {
              "title": "Prueba Social",
              "description": "Día 8: Testimonios de tipos de piel similares",
              "content": "Vea cómo clientes con [tipo de piel similar] transformaron su piel. Resultados reales, reseñas reales de personas como usted.",
              "channel": "Email"
            },
            {
              "title": "Oferta de Primera Compra",
              "description": "Día 10: Kit inicial personalizado con incentivo",
              "content": "¿Listo/a para comenzar su transformación de piel? Obtenga 15% de descuento en su kit inicial personalizado + envío gratis. ¡Su rutina le espera!",
              "channel": "Email"
            },
            {
              "title": "Impulso Final de Bienvenida",
              "description": "Día 14: Última oportunidad con urgencia",
              "content": "¡Su oferta de bienvenida del 15% expira mañana! No pierda su kit inicial personalizado de cuidado de la piel al mejor precio.",
              "channel": "SMS"
            }
          ]
        },
        {
          "scenario_target": "Completadores del quiz que no han comprado",
          "scenario_objective": "Convertir prospectos comprometidos con urgencia y valor adicional",
          "main_messages_ideas": "Recordatorio de rutina, Consejos de expertos, Oferta limitada, Oportunidad de muestras",
          "message_sequence": [
            {
              "title": "Su Rutina Le Espera",
              "description": "Día 3 post-quiz: Recordatorio con añadir al carrito rápido",
              "content": "Se tomó el tiempo de descubrir su rutina perfecta - ¡ahora hágala suya! Sus productos personalizados están a un solo clic.",
              "channel": "Email"
            },
            {
              "title": "Consejo de Experto",
              "description": "Día 5: Consejo de valor añadido sobre cuidado de la piel",
              "content": "Consejo profesional para [su tipo de piel]: Comience con una rutina simple de 3 pasos. Hemos seleccionado los esenciales para usted.",
              "channel": "SMS"
            },
            {
              "title": "Consulta de Video con Experto",
              "description": "Día 7: Oferta de toque personal",
              "content": "¿Aún no está seguro/a? Reserve una consulta de video gratuita de 10 minutos con nuestro experto en cuidado de la piel. Obtenga consejos personalizados y respuestas a todas sus preguntas.",
              "channel": "Email"
            },
            {
              "title": "Oferta de Urgencia",
              "description": "Día 10: Incentivo por tiempo limitado",
              "content": "¡Su oferta de bienvenida del 20% expira en 48 horas! Comience su transformación de piel hoy con muestras gratis incluidas.",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "No completadores del quiz navegando productos",
          "scenario_objective": "Guiar a navegadores indecisos hacia el quiz o bestsellers",
          "main_messages_ideas": "Invitación al quiz, Recomendaciones de bestsellers, Sugerencias basadas en preocupaciones",
          "message_sequence": [
            {
              "title": "Seguimiento de Navegación",
              "description": "24 horas después de navegar: Camino del quiz o bestsellers",
              "content": "¿No sabe por dónde empezar? Realice nuestro Quiz de Piel de 2 minutos para selecciones personalizadas, o compre nuestros 5 bestsellers favoritos de clientes con todo tipo de piel.",
              "channel": "Email"
            },
            {
              "title": "Guía Basada en Preocupaciones",
              "description": "Día 4: Basado en categorías navegadas",
              "content": "¿Busca soluciones para [preocupación]? Aquí están nuestras mejores selecciones, ordenadas por tipo de piel. Encuentre su combinación perfecta.",
              "channel": "Email"
            },
            {
              "title": "Destacado de Bestseller",
              "description": "Día 7: Impulso de prueba social",
              "content": "Nuestro bestseller #1 ha ganado más de 10,000 reseñas de 5 estrellas. Aquí está por qué los clientes con todo tipo de piel lo aman.",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Visitantes recurrentes que interactuaron previamente",
          "scenario_objective": "Re-enganchar con experiencia de retorno personalizada",
          "main_messages_ideas": "Bienvenido de vuelta, Recomendaciones actualizadas, Nuevos lanzamientos que coinciden con el perfil",
          "message_sequence": [
            {
              "title": "Bienvenido/a de Vuelta",
              "description": "Al regresar: Reconocimiento",
              "content": "¡Bienvenido/a de vuelta! Hemos actualizado sus recomendaciones basándonos en lo que está en tendencia para [su tipo de piel]. Vea qué hay de nuevo.",
              "channel": "Widget en sitio"
            },
            {
              "title": "Nuevos Lanzamientos Para Usted",
              "description": "Día 2: Nuevos productos personalizados",
              "content": "¡Recién llegados! Nuevos productos perfectos para [su preocupación de piel]. Sea de los primeros en probar nuestras últimas innovaciones.",
              "channel": "Email"
            }
          ]
        }
      ]
    },
    {
      "program_name": "Recuperación de Carrito Abandonado y Navegación",
      "target": "Visitantes que añadieron productos al carrito o navegaron sin comprar",
      "objective": "Recuperar carritos abandonados en 48 horas con una tasa de recuperación del 20%+ y capturar la intención de navegación",
      "kpi": "Tasa de recuperación de carrito (objetivo: 20%), Conversión de abandono de navegación (objetivo: 8%), Tiempo hasta recuperación (objetivo: <24 horas), Ingresos recuperados por email",
      "description": "Secuencia de recuperación multicanal dirigida tanto a abandonadores de carrito como a navegadores comprometidos con recordatorios personalizados de productos, prueba social e incentivos estratégicos.",
      "scenarios": [
        {
          "scenario_target": "Abandonadores de carrito con artículos de más de $50",
          "scenario_objective": "Recuperar carritos de alto valor con urgencia y tranquilidad",
          "main_messages_ideas": "Artículos esperando, Beneficios del producto, Prueba social, Urgencia de stock limitado, Incentivo",
          "message_sequence": [
            {
              "title": "Su Bolsa de Belleza Le Espera",
              "description": "1 hora después del abandono: Recordatorio suave",
              "content": "¿Olvidó algo hermoso? Su [nombres de productos] están esperando en su carrito. ¡Complete su pedido y comience su transformación de brillo!",
              "channel": "Email"
            },
            {
              "title": "Recordatorio Rápido",
              "description": "4 horas: SMS breve",
              "content": "¡Su carrito de skincare le espera! Complete su pedido: [enlace corto]",
              "channel": "SMS"
            },
            {
              "title": "Destacados del Producto",
              "description": "24 horas: Enfocarse en beneficios y reseñas",
              "content": "Por qué los clientes AMAN [producto]: [valoración en estrellas] con [X] reseñas. '[Breve testimonio]'. No pierda estos resultados.",
              "channel": "Email"
            },
            {
              "title": "Alerta de Stock",
              "description": "36 horas: Crear urgencia",
              "content": "¡[Producto] se está vendiendo rápido! Solo quedan unos pocos en stock. Asegure el suyo antes de que se agote.",
              "channel": "Email"
            },
            {
              "title": "Incentivo Final",
              "description": "48 horas: Última oportunidad con descuento",
              "content": "¡Hemos guardado su carrito! Complete su compra en las próximas 24 horas y disfrute de un 10% de descuento con el código BELLEZA10.",
              "channel": "Email"
            },
            {
              "title": "Recuperación por WhatsApp",
              "description": "72 horas: Toque personal",
              "content": "¡Hola! Noté que dejó algunos artículos. ¿Necesita ayuda para elegir los productos adecuados para su piel? ¡Responda y le ayudaré!",
              "channel": "WhatsApp"
            }
          ]
        },
        {
          "scenario_target": "Abandonadores de carrito primerizos",
          "scenario_objective": "Abordar las dudas de nuevos clientes generando confianza",
          "main_messages_ideas": "Prueba sin riesgo, Política de devoluciones, Atención al cliente, Oferta de inicio",
          "message_sequence": [
            {
              "title": "¿Primera Vez? Le Entendemos",
              "description": "2 horas: Abordar la duda",
              "content": "Probar una nueva marca de skincare puede sentirse como un salto de fe. Por eso más de 50,000 clientes confían en [Marca]: garantía de satisfacción de 30 días, fórmulas testadas dermatológicamente y resultados reales.",
              "channel": "Email"
            },
            {
              "title": "¿Preguntas?",
              "description": "24 horas: Ofrecer soporte",
              "content": "¿No está seguro/a si estos productos son adecuados para usted? ¡Nuestros expertos en skincare están aquí para ayudar! Chatea con nosotros o realice nuestro Quiz de Piel para orientación personalizada.",
              "channel": "Email"
            },
            {
              "title": "Promesa Sin Riesgo",
              "description": "36 horas: Énfasis en garantía",
              "content": "¡Pruébelo sin riesgo! Nuestra garantía de devolución de dinero de 30 días significa que puede devolver cualquier cosa que no funcione para su piel. Sin preguntas.",
              "channel": "Email"
            },
            {
              "title": "Bienvenida para Nuevos Clientes",
              "description": "48 horas: Incentivo para compradores primerizos",
              "content": "Oferta de bienvenida: 15% de descuento en su primer pedido + 3 muestras gratis para encontrar sus favoritos. ¡Comience su viaje de skincare sin riesgo!",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Abandonadores de navegación que vieron múltiples productos",
          "scenario_objective": "Re-enganchar a navegadores interesados con selección curada",
          "main_messages_ideas": "Selecciones curadas, Ayuda de comparación, Destacado de bestsellers",
          "message_sequence": [
            {
              "title": "¿Todavía Pensando?",
              "description": "24 horas: Curado basado en productos vistos",
              "content": "¡Estaba mirando grandes productos! Basándonos en su navegación, aquí está nuestra edición experta - el punto de partida perfecto para su rutina.",
              "channel": "Email"
            },
            {
              "title": "Guía de Comparación",
              "description": "36 horas: Ayuda con la decisión",
              "content": "¿No puede decidir entre [Producto A] y [Producto B]? Aquí hay una comparación rápida para ayudarle a elegir el correcto para su tipo de piel.",
              "channel": "Email"
            },
            {
              "title": "Alerta de Bestseller",
              "description": "48 horas: Impulso de prueba social",
              "content": "¡[Producto que vio] acaba de recibir otra reseña de 5 estrellas! Vea por qué se ha convertido en un favorito de culto para [preocupación de piel].",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Abandonadores de carrito recurrentes",
          "scenario_objective": "Entender barreras y ofrecer soluciones",
          "main_messages_ideas": "Sensibilidad al precio, Opciones de pago, Ahorro en paquetes",
          "message_sequence": [
            {
              "title": "Notamos Que Ha Vuelto",
              "description": "1 hora: Reconocer comportamiento repetido",
              "content": "Vemos que sigue volviendo a [producto]. ¿Algo le detiene? Estamos aquí para ayudar con cualquier pregunta.",
              "channel": "Email"
            },
            {
              "title": "Opciones de Pago Flexibles",
              "description": "24 horas: Soluciones de pago",
              "content": "¿Sabía que? Pague en 4 cuotas sin intereses con Klarna. Haga su inversión en skincare más manejable.",
              "channel": "Email"
            },
            {
              "title": "Compre en Paquete y Ahorre",
              "description": "48 horas: Propuesta de valor",
              "content": "¡Obtenga más por menos! Construya su paquete de rutina y ahorre 20% vs comprar individualmente. Los artículos de su carrito son elegibles para paquetes.",
              "channel": "Email"
            }
          ]
        }
      ]
    },
    {
      "program_name": "Experiencia Post-Compra y Construcción de Rutina",
      "target": "Todos los clientes después de la compra",
      "objective": "Asegurar la satisfacción con el producto, enseñar el uso correcto, construir hábitos de rutina y reducir devoluciones mientras se aumenta el NPS a 50+",
      "kpi": "Puntuación de satisfacción del producto (objetivo: 4.5+/5), Tasa de devoluciones (objetivo: <5%), NPS (objetivo: 50+), Tasa de envío de reseñas (objetivo: 25%)",
      "description": "Secuencia educativa post-compra integral que enseña la aplicación correcta del producto, establece expectativas realistas y construye hábitos duraderos de cuidado de la piel para máximos resultados.",
      "scenarios": [
        {
          "scenario_target": "Compradores primerizos de productos de skincare",
          "scenario_objective": "Asegurar el uso exitoso del producto y construir hábito de rutina",
          "main_messages_ideas": "Guía de aplicación, Rutina de mañana vs noche, Mensaje de paciencia, Check-in, Solicitud de reseña",
          "message_sequence": [
            {
              "title": "¡Su Pedido Está en Camino!",
              "description": "Confirmación de pedido: Crear emoción",
              "content": "¡Su viaje de skincare comienza! Aquí está exactamente cuándo esperar su pedido y cómo prepararse para su nueva rutina. ¡Prepárese para una piel radiante!",
              "channel": "Email"
            },
            {
              "title": "Notificación de Envío",
              "description": "Cuando se envía: Seguimiento y consejos",
              "content": "¡Su pedido de belleza está en camino! Rastréelo aquí. Mientras espera, aquí está cómo preparar su baño para su nueva rutina.",
              "channel": "SMS"
            },
            {
              "title": "Cómo Obtener los Mejores Resultados",
              "description": "Día de entrega: Tutorial de aplicación",
              "content": "¡Sus productos han llegado! Vea nuestra guía de aplicación de 2 minutos para asegurarse de obtener los máximos resultados de cada gota.",
              "channel": "Email"
            },
            {
              "title": "Su Rutina de Mañana",
              "description": "Día 2: Configuración de rutina matutina",
              "content": "¡Buenos días! Así puede incorporar sus nuevos productos en su rutina AM. Consejo pro: [consejo de aplicación específico para sus productos].",
              "channel": "Email"
            },
            {
              "title": "Su Rutina de Noche",
              "description": "Día 3: Configuración de rutina nocturna",
              "content": "Relájese con su ritual de skincare PM. La noche es cuando la piel se repara a sí misma - aquí está cómo maximizar los resultados durante la noche.",
              "channel": "Email"
            },
            {
              "title": "Consejo Rápido",
              "description": "Día 5: Recordatorio útil",
              "content": "Consejo de skincare: ¡Aplique [producto] sobre la piel húmeda para mejor absorción! ¿Cómo va su rutina?",
              "channel": "SMS"
            },
            {
              "title": "La Paciencia Da Sus Frutos",
              "description": "Día 7: Establecer expectativas",
              "content": "¡Una semana completada! Recuerde: La mayoría del skincare muestra resultados en 4-6 semanas. Esto es lo que podría notar ahora vs. el próximo mes. ¡Siga así - su piel ya se lo está agradeciendo!",
              "channel": "Email"
            },
            {
              "title": "Check-In de 2 Semanas",
              "description": "Día 14: Actualización de progreso",
              "content": "¿Cómo se siente su piel? ¿Alguna pregunta sobre su rutina? Responda a este email o chatea con nuestros expertos en skincare - ¡estamos aquí para ayudarle a brillar!",
              "channel": "Email"
            },
            {
              "title": "Comparta Su Experiencia",
              "description": "Día 21: Solicitud de reseña",
              "content": "¡Lleva 3 semanas usando sus productos! Nos encantaría conocer su experiencia. Deje una reseña y ayude a otros a encontrar su rutina perfecta.",
              "channel": "Email"
            },
            {
              "title": "Recordatorio de Foto de Progreso",
              "description": "Día 28: Seguimiento visual",
              "content": "¡Un mes completado! Tome una foto de progreso para comparar con su punto de partida. Muchos clientes ven sus mayores cambios entre las semanas 4-8.",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Compradores de maquillaje",
          "scenario_objective": "Enseñar técnicas de aplicación y fomentar la exploración de tonos",
          "main_messages_ideas": "Tutorial de aplicación, Looks para probar, Consejos de matching de tonos, Productos complementarios",
          "message_sequence": [
            {
              "title": "Domine Su Look",
              "description": "Día de entrega: Video tutorial",
              "content": "¡Su maquillaje está aquí! Vea cómo nuestros artistas usan [producto] para crear 3 looks diferentes - desde el brillo de día a día hasta el glamour de noche.",
              "channel": "Email"
            },
            {
              "title": "Sea Creativo/a",
              "description": "Día 4: Galería de inspiración",
              "content": "5 formas de usar su nuevo [producto]. ¿Qué look probará esta semana? ¡Etiquétenos @marca para tener la oportunidad de ser destacado/a!",
              "channel": "Email"
            },
            {
              "title": "Consejo Pro",
              "description": "Día 7: Consejo de experto",
              "content": "Secreto de maquillador: Use [producto] como [uso alternativo] para un brillo sutil. ¡Confíe en nosotros, es un cambio total!",
              "channel": "SMS"
            },
            {
              "title": "Complete Su Colección",
              "description": "Día 14: Venta cruzada de tonos complementarios",
              "content": "¿Le encanta su [producto]? Estos tonos complementarios combinan perfectamente para combinaciones de looks infinitas.",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Compradores de paquetes o sets",
          "scenario_objective": "Guiar a través de rutina multi-producto",
          "main_messages_ideas": "Guía de unboxing, Rutina paso a paso, Calendario de rutina semanal, Seguimiento de resultados",
          "message_sequence": [
            {
              "title": "Su Rutina Completa Ha Llegado",
              "description": "Día de entrega: Guía de unboxing",
              "content": "¡Su [nombre del paquete] ha llegado! Abra para encontrar su guía de rutina completa dentro. Aquí está el orden exacto para usar cada producto, mañana y noche.",
              "channel": "Email"
            },
            {
              "title": "Su Calendario de Rutina Semanal",
              "description": "Día 3: Rutina estructurada",
              "content": "Descargue su calendario de skincare semanal personalizado. Hemos mapeado exactamente cuándo usar cada producto para resultados óptimos.",
              "channel": "Email"
            },
            {
              "title": "Guía de Capas de Producto",
              "description": "Día 5: Técnica avanzada",
              "content": "¡El orden correcto importa! Aquí está su guía de capas de producto: de la consistencia más delgada a la más gruesa, con tiempos de espera entre cada paso.",
              "channel": "Email"
            },
            {
              "title": "Consejos de Semana 2",
              "description": "Día 10: Refinamiento de rutina",
              "content": "A estas alturas su piel se está ajustando a su nueva rutina. ¿Nota algún cambio? Esto es lo que puede esperar en las semanas 2-4 y cómo ajustar su rutina.",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Solicitantes de devolución o cambio",
          "scenario_objective": "Salvar la relación y entender problemas",
          "main_messages_ideas": "Proceso de devolución fácil, Sugerencias alternativas, Recopilación de feedback",
          "message_sequence": [
            {
              "title": "Lamentamos Que No Funcionara",
              "description": "Solicitud de devolución recibida: Empatía y apoyo",
              "content": "Entendemos que no todos los productos son perfectos para todos. Su devolución está procesada - aquí está su etiqueta de devolución gratuita. ¿Podemos ayudarle a encontrar una mejor opción?",
              "channel": "Email"
            },
            {
              "title": "Encontremos Su Combinación Perfecta",
              "description": "Día 2: Sugerencias alternativas",
              "content": "Basándonos en lo que probó, aquí hay 3 alternativas que podrían funcionar mejor para su piel. O reserve una consulta gratuita con nuestros expertos.",
              "channel": "Email"
            },
            {
              "title": "Su Opinión Importa",
              "description": "Después de procesar devolución: Solicitud de feedback",
              "content": "¡Ayúdenos a mejorar! Cuéntenos qué no funcionó con [producto]. Su opinión moldea nuestras futuras fórmulas.",
              "channel": "Email"
            }
          ]
        }
      ]
    },
    {
      "program_name": "Reposición y Suscripción",
      "target": "Clientes que compraron productos consumibles",
      "objective": "Impulsar compras recurrentes antes de que se agoten los productos y convertir al 30% de los compradores recurrentes a suscripción",
      "kpi": "Tasa de reposición (objetivo: 40%), Tiempo entre compras (objetivo: ciclo óptimo de 28 días), Conversión a suscripción (objetivo: 30%), Tasa de prevención de abandono",
      "description": "Recordatorios de reposición inteligentes basados en ciclos de uso del producto con upsell estratégico a suscripción para asegurar que los clientes nunca se queden sin sus favoritos.",
      "scenarios": [
        {
          "scenario_target": "Clientes que compraron skincare de suministro de 30 días",
          "scenario_objective": "Temporizar recordatorios perfectamente y convertir a suscripción",
          "main_messages_ideas": "Check-in de uso, Recordatorio de reposición, Recompra fácil, Propuesta de valor de suscripción",
          "message_sequence": [
            {
              "title": "Check-In de Rutina",
              "description": "Día 20: Check-in de uso",
              "content": "¿Cómo le está funcionando su [producto]? Está aproximadamente a dos tercios de su suministro. ¿Ve los resultados que esperaba?",
              "channel": "Email"
            },
            {
              "title": "Recordatorio de Reposición",
              "description": "Día 25: Recordatorio proactivo",
              "content": "¿Se está acabando? Su [producto] probablemente esté en los últimos usos. Reponga ahora para mantener su rutina sin interrupciones.",
              "channel": "Email"
            },
            {
              "title": "Recompra Rápida",
              "description": "Día 28: Conveniencia SMS",
              "content": "¡Hora de reponer [producto]! Recompra con un clic aquí: [enlace]. ¡Envío en el mismo día disponible!",
              "channel": "SMS"
            },
            {
              "title": "Nunca Se Quede Sin Suministro",
              "description": "Día 30: Propuesta de suscripción",
              "content": "¿Le encanta su rutina? Suscríbase y ahorre 15% en cada pedido + envío gratis + pausar/saltar cuando quiera. Únase a más de 10,000 suscriptores que nunca se preocupan por quedarse sin suministro.",
              "channel": "Email"
            },
            {
              "title": "Última Oportunidad",
              "description": "Día 35: Recordatorio final",
              "content": "¡Su piel ama la consistencia! No deje que su rutina se interrumpa. Recompra rápida: [enlace]",
              "channel": "SMS"
            },
            {
              "title": "Reorden por WhatsApp",
              "description": "Día 38: Reorden conveniente",
              "content": "¿Se está quedando sin [producto]? Responda 'REORDEN' para reponer rápidamente su favorito.",
              "channel": "WhatsApp"
            }
          ]
        },
        {
          "scenario_target": "Compradores de productos de maquillaje",
          "scenario_objective": "Recordar basándose en uso típico e introducir nuevos tonos",
          "main_messages_ideas": "Recordatorio de reposición, Introducción de nuevos tonos, Oferta de paquete",
          "message_sequence": [
            {
              "title": "Reponga Su Favorito",
              "description": "60 días post-compra: Reposición de maquillaje",
              "content": "¿Listo/a para un nuevo [producto]? Mantenga su look impecable con uno nuevo. ¡Además, vea los nuevos tonos que hemos añadido!",
              "channel": "Email"
            },
            {
              "title": "Pruebe Algo Nuevo",
              "description": "Día 65: Exploración de tonos",
              "content": "¿Hora de reponer? ¡Pruebe un nuevo tono! A los clientes que les encanta [su tono] también les encanta [tono complementario]. Compre ambos en paquete y ahorre 10%.",
              "channel": "Email"
            },
            {
              "title": "Recordatorio de Caducidad",
              "description": "Día 90: Frescura del producto",
              "content": "¡El maquillaje caduca! Su [producto] probablemente esté más allá de su mejor momento. Fórmula fresca = mejores resultados + piel más saludable. ¿Hora de reemplazar?",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Suscriptores activos",
          "scenario_objective": "Mantener engagement de suscripción y prevenir abandono",
          "main_messages_ideas": "Entrega próxima, Sugerencias de intercambio, Oportunidades de añadir",
          "message_sequence": [
            {
              "title": "Su Entrega Está Llegando",
              "description": "7 días antes: Vista previa de entrega",
              "content": "Su entrega de suscripción está programada para [fecha]. Esto es lo que viene: [productos]. ¿Necesita intercambiar, saltar o añadir algo?",
              "channel": "Email"
            },
            {
              "title": "Añada a Su Caja",
              "description": "5 días antes: Oportunidad de upsell",
              "content": "¡Añada a su caja de suscripción y ahorre! Estos productos complementan su rutina perfectamente - los suscriptores ahorran un 10% extra.",
              "channel": "Email"
            },
            {
              "title": "Entrega Enviada",
              "description": "Enviado: Notificación",
              "content": "¡Su caja de suscripción está en camino! Rastréela aquí: [enlace]",
              "channel": "SMS"
            }
          ]
        },
        {
          "scenario_target": "Suscriptores inactivos en riesgo de abandono",
          "scenario_objective": "Re-enganchar y prevenir cancelación de suscripción",
          "main_messages_ideas": "Check-in, Ajuste de rutina, Opción de pausa, Oferta de recuperación",
          "message_sequence": [
            {
              "title": "¿Todo Bien?",
              "description": "Después de entrega saltada: Check-in",
              "content": "Notamos que saltó su última entrega. ¿Todo bien con su rutina? Estamos aquí para ayudarle a ajustar su suscripción según sus necesidades.",
              "channel": "Email"
            },
            {
              "title": "Opciones Flexibles",
              "description": "Día 5: Ofrecer alternativas",
              "content": "¿Demasiado producto? ¿No es del todo adecuado? ¡Personalicémosla! Ajuste la frecuencia de entrega, cambie productos o pause cuando quiera - su suscripción, a su manera.",
              "channel": "Email"
            },
            {
              "title": "Check-In Personal",
              "description": "Día 10: Toque humano",
              "content": "Hola, soy [Nombre] de [Marca]. Noté que pausó su suscripción. ¿Hay algo en lo que pueda ayudar? Responda y cuénteme.",
              "channel": "WhatsApp"
            },
            {
              "title": "Le Echamos de Menos",
              "description": "Después de cancelación: Recuperación",
              "content": "Vuelva con 20% de descuento en su próximo pedido de suscripción. También hemos añadido nuevos productos que podría encantar basándonos en sus favoritos anteriores.",
              "channel": "Email"
            }
          ]
        }
      ]
    },
    {
      "program_name": "Centro de Soluciones para Preocupaciones de Piel",
      "target": "Clientes con preocupaciones de piel específicas (acné, envejecimiento, hiperpigmentación, sensibilidad)",
      "objective": "Posicionar la marca como experta en soluciones dirigidas, impulsar la compra de productos de tratamiento y construir rutinas de manejo de preocupaciones a largo plazo",
      "kpi": "Conversión de productos de tratamiento (objetivo: 25%), Tasa de adopción de rutina (objetivo: 60%), Satisfacción de mejora de preocupación (objetivo: 80%), Venta cruzada a productos de mantenimiento",
      "description": "Journeys especializados para clientes con preocupaciones de piel específicas, proporcionando educación experta, recomendaciones de productos dirigidas y seguimiento de progreso para abordar acné, envejecimiento, manchas oscuras y piel sensible.",
      "scenarios": [
        {
          "scenario_target": "Clientes con preocupaciones de acné",
          "scenario_objective": "Construir rutina efectiva contra el acné con expectativas realistas",
          "main_messages_ideas": "Educación sobre acné, Plan de tratamiento, Explicación de purga, Seguimiento de progreso",
          "message_sequence": [
            {
              "title": "Su Viaje de Lucha Contra el Acné Comienza Aquí",
              "description": "Al identificar preocupación: Introducción experta",
              "content": "Sabemos que lidiar con el acné es frustrante. Aquí está su plan respaldado por la ciencia para una piel más clara. Toma tiempo, pero le guiaremos en cada paso del camino.",
              "channel": "Email"
            },
            {
              "title": "Entendiendo Su Tipo de Acné",
              "description": "Día 2: Educación",
              "content": "No todo el acné se crea igual. Aquí está el tipo con el que está lidiando y por qué nuestro enfoque dirigido funcionará para sus brotes específicos.",
              "channel": "Email"
            },
            {
              "title": "La Fase de Purga Explicada",
              "description": "Día 7: Establecer expectativas",
              "content": "Aviso: Los ingredientes activos pueden causar 'purga' inicial - ¡esto es normal! Aquí está cómo distinguir entre purga y una mala reacción.",
              "channel": "Email"
            },
            {
              "title": "Check-In de Semana 2",
              "description": "Día 14: Apoyo",
              "content": "¿Cómo está respondiendo su piel? Algunos brotes iniciales son normales. Responda con una foto si quiere que nuestros expertos evalúen su progreso.",
              "channel": "Email"
            },
            {
              "title": "Añada Tratamiento Localizado",
              "description": "Día 21: Venta cruzada",
              "content": "Para manchas obstinadas, añada nuestro tratamiento localizado dirigido a su rutina. Funciona durante la noche para reducir la inflamación y el enrojecimiento.",
              "channel": "Email"
            },
            {
              "title": "Progreso de Un Mes",
              "description": "Día 30: Hito",
              "content": "¡Un mes completado! Tome una foto de progreso y compárela con el día 1. La mayoría de los clientes ven mejora significativa para la semana 6. ¡Siga así!",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Clientes con preocupaciones anti-envejecimiento",
          "scenario_objective": "Construir rutina anti-envejecimiento integral con enfoque en prevención y tratamiento",
          "main_messages_ideas": "Consejo apropiado para la edad, Prevención vs tratamiento, Educación sobre ingredientes (retinol, péptidos, vitamina C)",
          "message_sequence": [
            {
              "title": "Su Estrategia Anti-Envejecimiento",
              "description": "Al identificar preocupación: Plan personalizado",
              "content": "Una piel hermosa a cualquier edad comienza con el enfoque correcto. Basándonos en su perfil, aquí está su estrategia anti-envejecimiento personalizada combinando prevención y tratamiento.",
              "channel": "Email"
            },
            {
              "title": "Retinol 101",
              "description": "Día 3: Educación sobre ingrediente clave",
              "content": "El retinol es el estándar de oro - pero usarlo mal puede ser contraproducente. Aquí está su guía completa para introducir retinol de manera segura y efectiva.",
              "channel": "Email"
            },
            {
              "title": "Defensa Diurna",
              "description": "Día 7: Énfasis en SPF",
              "content": "El 80% del envejecimiento visible proviene del daño solar. Su rutina matutina DEBE incluir SPF. Aquí está por qué nuestra fórmula protege Y mejora la piel.",
              "channel": "Email"
            },
            {
              "title": "Reparación Nocturna",
              "description": "Día 10: Enfoque en rutina PM",
              "content": "Su piel hace su trabajo pesado por la noche. Aquí está cómo maximizar la reparación durante la noche con la superposición correcta de productos.",
              "channel": "Email"
            },
            {
              "title": "Cuidado Especial del Área de Ojos",
              "description": "Día 14: Tratamiento dirigido",
              "content": "El área de ojos envejece de manera diferente y necesita cuidado especializado. Aquí está nuestra solución dirigida para patas de gallo, ojeras e hinchazón.",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Clientes con preocupaciones de hiperpigmentación",
          "scenario_objective": "Abordar manchas oscuras y tono de piel desigual con paciencia e ingredientes probados",
          "main_messages_ideas": "Educación sobre aclarado, Ciencia de ingredientes, Importancia crítica de protección solar, Seguimiento de progreso",
          "message_sequence": [
            {
              "title": "Su Viaje de Aclarado",
              "description": "Al identificar preocupación: Expectativas realistas",
              "content": "Desvanecer manchas oscuras requiere paciencia - típicamente 3-6 meses para resultados visibles. Aquí está su plan respaldado por la ciencia para una piel más brillante y uniforme.",
              "channel": "Email"
            },
            {
              "title": "Conozca a Sus Héroes Aclaradores",
              "description": "Día 3: Educación sobre ingredientes",
              "content": "Vitamina C, Niacinamida, Alfa Arbutina - estos son sus MVPs de aclarado. Aquí está cómo funciona cada uno y cómo usarlos juntos.",
              "channel": "Email"
            },
            {
              "title": "El SPF No Es Negociable",
              "description": "Día 7: Recordatorio crítico",
              "content": "Sin SPF diario, sus productos aclaradores están peleando una batalla perdida. La exposición solar crea más manchas oscuras mientras intenta desvanecer las existentes.",
              "channel": "Email"
            },
            {
              "title": "Consejos de Seguimiento de Progreso",
              "description": "Día 14: Medición",
              "content": "Tome fotos consistentes con la misma iluminación para rastrear progreso. Las manchas oscuras se desvanecen gradualmente - las fotos le ayudan a ver cambios que podría perder día a día.",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Clientes con piel sensible",
          "scenario_objective": "Construir rutina suave y prevenir reacciones",
          "main_messages_ideas": "Enfoque suave, Pruebas de parche, Reparación de barrera, Evitar desencadenantes",
          "message_sequence": [
            {
              "title": "Guía de Cuidado de Piel Sensible",
              "description": "Al identificar preocupación: Enfoque suave",
              "content": "La piel sensible necesita cuidado extra. Aquí está su rutina suave diseñada para fortalecer su barrera cutánea mientras evita la irritación.",
              "channel": "Email"
            },
            {
              "title": "Pruebas de Parche 101",
              "description": "Día 2: Seguridad primero",
              "content": "¡Siempre haga pruebas de parche de nuevos productos! Aquí está exactamente cómo hacerlo y qué reacciones observar. Mejor prevenir que lamentar.",
              "channel": "Email"
            },
            {
              "title": "Lista de Ingredientes a Vigilar",
              "description": "Día 5: Guía de evitación",
              "content": "Estos ingredientes comunes a menudo desencadenan piel sensible. Aquí está qué evitar y nuestras alternativas suaves que entregan resultados sin irritación.",
              "channel": "Email"
            },
            {
              "title": "Enfoque en Reparación de Barrera",
              "description": "Día 10: Enfoque de curación",
              "content": "Una barrera cutánea saludable es su mejor defensa. Aquí está cómo reparar y fortalecer la suya con ceramidas, ácidos grasos e hidratación suave.",
              "channel": "Email"
            }
          ]
        }
      ]
    },
    {
      "program_name": "Lanzamiento de Nuevo Producto y Muestreo",
      "target": "Clientes activos y suscriptores comprometidos",
      "objective": "Generar expectación, impulsar prueba a través de muestreo, y lograr que el 40% de las ventas de la semana de lanzamiento provengan de clientes existentes",
      "kpi": "Tasa de solicitud de muestras (objetivo: 25%), Conversión de muestra a compra (objetivo: 30%), Ventas de semana de lanzamiento de clientes existentes (objetivo: 40%), Inscripciones en lista de espera",
      "description": "Campaña de lanzamiento estratégica que combina vistas previas exclusivas, muestreo dirigido basado en perfil de piel y acceso anticipado VIP para maximizar tanto la expectación como la conversión.",
      "scenarios": [
        {
          "scenario_target": "Clientes VIP y suscriptores de alto engagement",
          "scenario_objective": "Acceso anticipado y oportunidad de muestreo con exclusividad",
          "main_messages_ideas": "Vista previa exclusiva, Detrás de escenas, Compra con acceso anticipado, Historia del fundador, Celebración de lanzamiento",
          "message_sequence": [
            {
              "title": "Primera Vista VIP",
              "description": "21 días antes del lanzamiento: Vista previa exclusiva",
              "content": "¡Es el/la primero/a en saberlo! Presentamos [nuevo producto] - nuestra fórmula más innovadora hasta la fecha. Vea por qué pasamos 2 años perfeccionándola para clientes como usted.",
              "channel": "Email"
            },
            {
              "title": "La Historia Detrás",
              "description": "14 días antes: Detrás de escenas",
              "content": "Por qué creamos [producto]: Una carta de nuestro fundador. Además, vea los resultados clínicos que nos dieron confianza en que transformaría [preocupación de piel].",
              "channel": "Email"
            },
            {
              "title": "Oferta de Muestra Gratis",
              "description": "10 días antes: Oportunidad de muestreo",
              "content": "Exclusivo VIP: Sea de los primeros 500 en probar [producto]. Solicite su muestra gratis ahora - es nuestra forma de darle las gracias por estar con nosotros.",
              "channel": "Email"
            },
            {
              "title": "¡Muestra Enviada!",
              "description": "7 días antes: Confirmación de muestra",
              "content": "¡Su muestra exclusiva está en camino! Pruébela antes que nadie y cuéntenos qué le parece.",
              "channel": "SMS"
            },
            {
              "title": "Solicitud de Feedback de Muestra",
              "description": "3 días antes: Recopilación de feedback",
              "content": "¿Qué le pareció su muestra de [producto]? Responda con sus primeras impresiones - ¡nos encantaría escuchar!",
              "channel": "WhatsApp"
            },
            {
              "title": "Acceso Anticipado Abre",
              "description": "24 horas antes del lanzamiento público: Compra VIP",
              "content": "¡Su acceso exclusivo está ACTIVO! Compre [producto] antes que todos + reciba un regalo con su compra. ¡Gracias por ser VIP!",
              "channel": "Email"
            },
            {
              "title": "Últimas Horas VIP",
              "description": "Día de lanzamiento: Urgencia",
              "content": "¡Su acceso anticipado VIP termina a medianoche! Compre ahora antes de que abramos para todos. La oferta de regalo termina pronto.",
              "channel": "SMS"
            }
          ]
        },
        {
          "scenario_target": "Clientes con preocupación de piel coincidente",
          "scenario_objective": "Comunicación de lanzamiento dirigida basada en perfil de piel",
          "main_messages_ideas": "Intro personalizada, Mensaje problema/solución, Prueba social de perfiles similares",
          "message_sequence": [
            {
              "title": "Hecho Para Usted",
              "description": "14 días antes del lanzamiento: Vista previa personalizada",
              "content": "Nuevo para [su preocupación de piel]: Desarrollamos [producto] específicamente para clientes como usted. Aquí está la ciencia detrás de por qué funciona.",
              "channel": "Email"
            },
            {
              "title": "Resultados Clínicos",
              "description": "10 días antes: Prueba científica",
              "content": "Los números no mienten: [X]% de mejora en [preocupación] después de 4 semanas. Vea los resultados del estudio clínico y los antes/después.",
              "channel": "Email"
            },
            {
              "title": "Resultados Que Le Encantarán",
              "description": "7 días antes: Testimonios",
              "content": "Testers beta con [preocupación de piel similar] vieron [resultados específicos] en solo 4 semanas. Vea sus antes y después y reseñas.",
              "channel": "Email"
            },
            {
              "title": "Añádalo a Su Rutina",
              "description": "Día de lanzamiento: Guía de integración",
              "content": "¡[Producto] está aquí! Así es exactamente cómo añadirlo a su rutina actual para máximo [beneficio]. Compre ahora con precio de lanzamiento.",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Lista general de suscriptores",
          "scenario_objective": "Crear awareness y lista de espera para audiencia más amplia",
          "main_messages_ideas": "Teaser de próximamente, Beneficios de lista de espera, Anuncio de lanzamiento",
          "message_sequence": [
            {
              "title": "Algo Nuevo Está Llegando",
              "description": "14 días antes: Teaser",
              "content": "Hemos estado trabajando en algo especial... Únase a la lista de espera para acceso anticipado exclusivo y una sorpresa el día del lanzamiento.",
              "channel": "Email"
            },
            {
              "title": "Recordatorio de Lista de Espera",
              "description": "7 días antes: Construir anticipación",
              "content": "Más de 10,000 personas están en la lista de espera para nuestro nuevo lanzamiento. Asegure su lugar y sea el/la primero/a en la fila.",
              "channel": "Email"
            },
            {
              "title": "¡Ya Está Aquí!",
              "description": "Día de lanzamiento: Anuncio",
              "content": "¡Presentamos [producto]! Nuestra innovación más reciente para [beneficio]. Compre ahora y descubra por qué nuestro equipo no puede dejar de hablar de esto.",
              "channel": "Email"
            }
          ]
        }
      ]
    },
    {
      "program_name": "Matching de Tonos y Consulta de Color",
      "target": "Clientes interesados en o comprando cosméticos de color (base, corrector, labial)",
      "objective": "Asegurar coincidencias perfectas de tonos, reducir devoluciones por tonos incorrectos, e impulsar confianza en compras de color",
      "kpi": "Satisfacción de matching de tono (objetivo: 90%), Tasa de devolución de cosméticos de color (objetivo: <8%), Completación de quiz de matching de tono (objetivo: 35%), Compras multi-tono",
      "description": "Programa integral de consulta de color ayudando a clientes a encontrar sus tonos perfectos a través de prueba virtual, orientación experta y tecnología de matching de tonos.",
      "scenarios": [
        {
          "scenario_target": "Nuevos clientes navegando base/corrector",
          "scenario_objective": "Guiar a coincidencia perfecta de tono antes de la compra",
          "main_messages_ideas": "Herramienta de buscador de tonos, Prueba virtual, Consejos expertos de matching",
          "message_sequence": [
            {
              "title": "Encuentre Su Tono Perfecto",
              "description": "Al navegar categoría: Introducción de herramienta",
              "content": "¡Encontrar su tono perfecto de base es complicado! Use nuestra herramienta de Buscador de Tonos con IA - solo tome una selfie y le haremos coincidir perfectamente.",
              "channel": "Email"
            },
            {
              "title": "Prueba Virtual",
              "description": "Día 2: Destacar tecnología",
              "content": "¡Pruebe antes de comprar! Nuestra prueba virtual le permite ver exactamente cómo se ve cada tono en su piel. Pruebe tonos ilimitados desde casa.",
              "channel": "Email"
            },
            {
              "title": "Consejos Pro de Tonos",
              "description": "Día 4: Orientación experta",
              "content": "Consejo pro: Haga coincidir la base con su línea de mandíbula, no con su mano. Aquí está la guía completa de nuestro maquillador para encontrar su subtono y tono perfecto.",
              "channel": "Email"
            },
            {
              "title": "Oferta de Set de Muestras",
              "description": "Día 7: Pruebe antes de compra completa",
              "content": "¿Aún no está seguro/a? Pruebe nuestro Set de Descubrimiento de Tonos - 5 muestras en su rango por solo [precio]. Encuentre su coincidencia perfecta sin riesgo.",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Clientes que compraron tono incorrecto",
          "scenario_objective": "Resolver problemas de tono y construir lealtad a través del apoyo",
          "main_messages_ideas": "Intercambio fácil, Recomendación de tono correcto, Oferta de ayuda experta",
          "message_sequence": [
            {
              "title": "Lo Arreglaremos",
              "description": "Retorno/intercambio iniciado: Apoyo",
              "content": "¿Tono no del todo correcto? ¡No hay problema! Le enviaremos el tono correcto sin cargo. Deje que nuestros expertos le ayuden a encontrar su coincidencia perfecta.",
              "channel": "Email"
            },
            {
              "title": "Sesión Experta de Matching",
              "description": "Día 2: Oferta de ayuda personal",
              "content": "Reserve una sesión virtual gratuita de matching de tonos con nuestros expertos en color. Encontraremos su coincidencia perfecta para que esto nunca vuelva a suceder.",
              "channel": "Email"
            },
            {
              "title": "Su Nuevo Tono Enviado",
              "description": "Al seleccionar tono correcto: Confirmación",
              "content": "Su tono correcto [nombre del tono] está en camino. Aquí está cómo verificar su coincidencia cuando llegue.",
              "channel": "SMS"
            }
          ]
        },
        {
          "scenario_target": "Cambiadores de tono estacionales",
          "scenario_objective": "Recordar a clientes actualizar tonos estacionalmente",
          "main_messages_ideas": "Cambios de tono estacionales, Concepto de guardarropa de tonos, Consejos de mezcla",
          "message_sequence": [
            {
              "title": "Verificación de Tono de Verano",
              "description": "Transición estacional: Actualización de tono",
              "content": "¡Su tono de piel cambia con las estaciones! Hora de verificar si su tono actual aún coincide con su brillo de verano.",
              "channel": "Email"
            },
            {
              "title": "Construya Su Guardarropa de Tonos",
              "description": "Día 5: Concepto multi-tono",
              "content": "Consejo pro: Tenga 2-3 tonos para perfección todo el año. Mezcle su tono actual con uno más claro o más oscuro para una coincidencia personalizada en cualquier momento.",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Navegadores de labial/color de labios",
          "scenario_objective": "Ayudar a encontrar tonos de labios favorecedores",
          "main_messages_ideas": "Orientación de subtono, Colores en tendencia, Prueba virtual",
          "message_sequence": [
            {
              "title": "Sus Colores de Labios Perfectos",
              "description": "Al navegar producto de labios: Selecciones personalizadas",
              "content": "Basándonos en su subtono, estos tonos de labios se verán increíbles en usted. ¡Véalos todos en nuestra prueba virtual!",
              "channel": "Email"
            },
            {
              "title": "Colores de Labios en Tendencia",
              "description": "Día 3: Prueba social",
              "content": "Los tonos de labios más amados de esta temporada, filtrados para SU tono de piel. Pruébelos virtualmente antes de comprar.",
              "channel": "Email"
            }
          ]
        }
      ]
    },
    {
      "program_name": "Programa de Fidelización y VIP",
      "target": "Clientes recurrentes y embajadores de marca",
      "objective": "Aumentar el valor de vida del cliente en un 50%, impulsar el avance de nivel, y lograr un 85% de retención de clientes VIP",
      "kpi": "Tasa de canje de puntos (objetivo: 70%), Avance de nivel VIP (objetivo: 25% anual), Tasa de retención VIP (objetivo: 85%), Tasa de compra recurrente entre miembros (objetivo: 60%)",
      "description": "Programa de fidelización escalonado con recompensas específicas de belleza, experiencias exclusivas y beneficios personalizados que hacen que los clientes se sientan valorados y reconocidos.",
      "scenarios": [
        {
          "scenario_target": "Nuevos miembros del programa de fidelización",
          "scenario_objective": "Incorporar e impulsar primer engagement con el programa",
          "main_messages_ideas": "Bienvenida al programa, Primera oportunidad de puntos, Resumen de beneficios",
          "message_sequence": [
            {
              "title": "Bienvenido/a a Recompensas de Belleza",
              "description": "Al registrarse: Introducción del programa",
              "content": "¡Está dentro! Bienvenido/a a [Programa de Fidelización]. Así funciona: Gane 1 punto por $1 gastado, desbloquee ventajas exclusivas al subir de nivel. ¡Su primera recompensa le espera!",
              "channel": "Email"
            },
            {
              "title": "Gane Sus Primeros Puntos",
              "description": "Día 2: Impulso de activación",
              "content": "¡Comience con 50 puntos de bonificación! Solo complete su perfil de belleza. Eso ya es la mitad del camino hacia su primera recompensa.",
              "channel": "Email"
            },
            {
              "title": "Beneficios Que Ha Desbloqueado",
              "description": "Día 5: Recordatorio de valor",
              "content": "No olvide sus beneficios de miembro: recompensa de cumpleaños, acceso a ventas exclusivas y puntos en cada compra. Aquí está lo que está disponible ahora.",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Clientes alcanzando el umbral de estatus VIP",
          "scenario_objective": "Celebrar hito y reforzar valor del programa",
          "main_messages_ideas": "Bienvenida VIP, Revelación de ventajas exclusivas, Beneficios personalizados, Invitación a la comunidad",
          "message_sequence": [
            {
              "title": "¡Es VIP!",
              "description": "Al alcanzar umbral: Gran bienvenida",
              "content": "¡Felicidades! Ha ganado el estatus VIP. Esto es todo lo que ha desbloqueado: 20% de descuento siempre, envío gratis, acceso anticipado, puntos dobles de cumpleaños y productos exclusivos solo para VIPs.",
              "channel": "Email"
            },
            {
              "title": "Su Tarjeta VIP",
              "description": "Día 2: Ventajas digitales",
              "content": "¡Guarde su estatus VIP en su wallet! Muéstrela para ventajas exclusivas en nuestras tiendas. Su código VIP personal: [código]",
              "channel": "SMS"
            },
            {
              "title": "Bienvenida a la Comunidad VIP",
              "description": "Día 5: Invitación a la comunidad",
              "content": "¡Únase a nuestro grupo privado VIP de Facebook! Conéctese con otros amantes de la belleza, obtenga consejos exclusivos de nuestros expertos y sea el/la primero/a en probar nuevos productos.",
              "channel": "Email"
            },
            {
              "title": "Su Primera Ventaja VIP",
              "description": "Día 10: Valor inmediato",
              "content": "¿Listo/a para usar sus ventajas VIP? Aquí tiene 25% de descuento en su próximo pedido (¡eso es 5% más de lo habitual!) como agradecimiento por alcanzar VIP. ¡Válido solo esta semana!",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Miembros en riesgo de descenso de nivel",
          "scenario_objective": "Fomentar actividad para mantener el estatus",
          "main_messages_ideas": "Recordatorio de estatus, Formas fáciles de mantener, Oferta exclusiva para superar el umbral",
          "message_sequence": [
            {
              "title": "Mantenga Su Estatus VIP",
              "description": "60 días antes de fin de año: Recordatorio de estatus",
              "content": "Está a [X puntos] de mantener el estatus VIP por otro año. ¡No pierda sus ventajas exclusivas! Así puede mantener su estatus fácilmente.",
              "channel": "Email"
            },
            {
              "title": "Oportunidad de Puntos",
              "description": "30 días antes: Multiplicador de puntos",
              "content": "¡Puntos dobles esta semana! El momento perfecto para recargar favoritos y mantener su estatus VIP. Compre ahora para ganar el doble de rápido.",
              "channel": "Email"
            },
            {
              "title": "Última Oportunidad VIP",
              "description": "7 días antes: Urgencia",
              "content": "¡Solo [X puntos] necesarios para mantener el estatus VIP! Haga una compra antes del [fecha] para asegurar sus ventajas por otro año.",
              "channel": "SMS"
            }
          ]
        },
        {
          "scenario_target": "Clientes leales a largo plazo (3+ años)",
          "scenario_objective": "Reconocer y recompensar hito de lealtad",
          "main_messages_ideas": "Celebración de aniversario, Recompensa exclusiva, Agradecimiento personalizado",
          "message_sequence": [
            {
              "title": "¡Feliz Aniversario!",
              "description": "En fecha de aniversario: Celebración",
              "content": "¡[X] años con [Marca]! Gracias por ser parte de nuestra familia de belleza. Para celebrar, aquí tiene un regalo especial: [recompensa exclusiva] solo para usted.",
              "channel": "Email"
            },
            {
              "title": "Su Viaje de Belleza",
              "description": "Día 2: Resumen personalizado",
              "content": "Durante [X] años, ha probado [Y] productos, ahorrado [Z] con sus ventajas de fidelización, y ayudado a [A] amigos a descubrirnos. ¡Por muchos más años de piel hermosa!",
              "channel": "Email"
            }
          ]
        }
      ]
    },
    {
      "program_name": "Belleza Limpia y Transparencia de Ingredientes",
      "target": "Clientes interesados en belleza limpia, sostenible o consciente de ingredientes",
      "objective": "Construir confianza a través de transparencia, educar sobre ingredientes, e impulsar compra de productos de belleza limpia",
      "kpi": "Adopción de productos de belleza limpia (objetivo: 40%), Engagement de educación sobre ingredientes (objetivo: 35%), Mejora de puntuación de confianza, Tasa de recompra de línea limpia",
      "description": "Programa dedicado para consumidores conscientes de ingredientes, proporcionando educación sobre formulaciones limpias, prácticas de sostenibilidad y abastecimiento transparente.",
      "scenarios": [
        {
          "scenario_target": "Clientes navegando o comprando productos de belleza limpia",
          "scenario_objective": "Reforzar valores de belleza limpia y educar sobre ingredientes",
          "main_messages_ideas": "Filosofía de belleza limpia, Transparencia de ingredientes, Explicaciones de certificaciones",
          "message_sequence": [
            {
              "title": "Bienvenido/a a la Belleza Limpia",
              "description": "Al mostrar interés en producto limpio: Introducción de filosofía",
              "content": "Está eligiendo belleza limpia - ¡y estamos con usted! Esto es lo que significa en [Marca]: sin parabenos, sulfatos ni ftalatos. Solo fórmulas efectivas y seguras.",
              "channel": "Email"
            },
            {
              "title": "Qué Está (y NO Está) en Sus Productos",
              "description": "Día 3: Transparencia de ingredientes",
              "content": "Desglose completo de ingredientes: Aquí está exactamente qué hay en sus productos y POR QUÉ elegimos cada ingrediente. Además, nuestra 'lista nunca' de más de 1,500 ingredientes prohibidos.",
              "channel": "Email"
            },
            {
              "title": "Entendiendo Certificaciones",
              "description": "Día 7: Educación",
              "content": "EWG Verified, Leaping Bunny, B-Corp - ¿qué significan realmente estas certificaciones? Aquí está su guía para entender etiquetas de belleza limpia.",
              "channel": "Email"
            },
            {
              "title": "Conozca los Ingredientes",
              "description": "Día 10: Inmersión profunda",
              "content": "Destacado de [ingrediente]: De dónde viene, cómo funciona, y por qué está en sus productos. Belleza limpia respaldada por la ciencia.",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Clientes interesados en sostenibilidad",
          "scenario_objective": "Destacar esfuerzos de sostenibilidad y empaquetado",
          "main_messages_ideas": "Empaquetado sostenible, Programa de recarga, Huella de carbono, Iniciativas de retribución",
          "message_sequence": [
            {
              "title": "Belleza Que Hace el Bien",
              "description": "Al mostrar interés en sostenibilidad: Resumen de impacto",
              "content": "Su compra hace la diferencia. Aquí está nuestro informe de sostenibilidad: [X] botellas de plástico ahorradas, [Y] árboles plantados, [Z] carbono compensado. Gracias por elegir belleza consciente.",
              "channel": "Email"
            },
            {
              "title": "Únase a Nuestro Programa de Recarga",
              "description": "Día 5: Introducción de recarga",
              "content": "¡Reduzca residuos, ahorre dinero! Nuestro programa de recarga reduce el empaquetado en 80% y le ahorra 20%. Así cambia sus favoritos a recargas.",
              "channel": "Email"
            },
            {
              "title": "Devolución de Botella Vacía",
              "description": "Día 10: Programa de reciclaje",
              "content": "¡No tire los envases vacíos! Devuélvanoslos para reciclaje adecuado y gane puntos de fidelización. 5 envases vacíos = 500 puntos.",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Clientes sensibles a ingredientes",
          "scenario_objective": "Ayudar a encontrar productos seguros para sensibilidades",
          "main_messages_ideas": "Información de alérgenos, Opciones sin fragancia, Fórmulas suaves",
          "message_sequence": [
            {
              "title": "Seguro para Piel Sensible",
              "description": "Al identificar sensibilidad: Selección curada",
              "content": "¡Entendemos las sensibilidades! Aquí están nuestros productos formulados específicamente sin [su alérgeno/sensibilidad]. Todos testados y aprobados dermatológicamente.",
              "channel": "Email"
            },
            {
              "title": "Opciones Sin Fragancia",
              "description": "Día 3: Selección específica",
              "content": "¿Busca sin fragancia? Aquí está nuestra colección completa de productos efectivos sin ninguna fragancia añadida o aceites esenciales.",
              "channel": "Email"
            }
          ]
        }
      ]
    },
    {
      "program_name": "Recuperación y Re-Engagement",
      "target": "Clientes que no han comprado en más de 90 días",
      "objective": "Reactivar el 15% de los clientes inactivos y entender las razones del desengagement",
      "kpi": "Tasa de reactivación (objetivo: 15%), Ingresos de recuperación, Tasa de recolección de feedback (objetivo: 20%), Tasa de baja (minimizar)",
      "description": "Secuencia estratégica de re-engagement que reconoce la ausencia, ofrece razones convincentes para volver, y gestiona elegantemente la higiene de la lista.",
      "scenarios": [
        {
          "scenario_target": "Clientes inactivos 90-120 días",
          "scenario_objective": "Re-engagement suave con destacados de nuevos productos",
          "main_messages_ideas": "Le echamos de menos, Qué hay de nuevo, Recomendaciones personalizadas basadas en compras anteriores",
          "message_sequence": [
            {
              "title": "¡Le Hemos Echado de Menos!",
              "description": "Día 90: Re-engagement suave",
              "content": "¡Ha pasado un tiempo! Le hemos echado de menos. Esto es lo nuevo desde su última visita - incluyendo algunos productos perfectos para [su tipo de piel/preocupaciones].",
              "channel": "Email"
            },
            {
              "title": "Refresco de Rutina",
              "description": "Día 100: Recomendaciones personalizadas",
              "content": "¿Listo/a para refrescar su rutina? Basándonos en sus favoritos anteriores, aquí están nuestras selecciones expertas para su próxima mejora de skincare.",
              "channel": "Email"
            },
            {
              "title": "Oferta Especial de Retorno",
              "description": "Día 110: Incentivo",
              "content": "¡Bienvenido/a de vuelta! Aquí tiene 20% de descuento en su pedido de retorno. Nos encantaría tenerle de vuelta en la familia [Marca].",
              "channel": "Email"
            },
            {
              "title": "Check-In Rápido",
              "description": "Día 115: Toque SMS",
              "content": "Hola desde [Marca]! Le echamos de menos. Aquí tiene 20% de descuento para volver: [código]. Compre ahora: [enlace]",
              "channel": "SMS"
            }
          ]
        },
        {
          "scenario_target": "Clientes inactivos 120-180 días",
          "scenario_objective": "Re-engagement fuerte con oferta significativa",
          "main_messages_ideas": "Contactando, Mejor oferta, Última oportunidad antes de despedirnos",
          "message_sequence": [
            {
              "title": "Todavía Pensando en Usted",
              "description": "Día 120: Check-in con oferta",
              "content": "No le hemos visto en un tiempo y le echamos de menos. ¡Aquí está nuestra mejor oferta: 25% de descuento en todo su pedido + regalo gratis. Válido solo esta semana.",
              "channel": "Email"
            },
            {
              "title": "Recuperación Rápida",
              "description": "Día 130: Oferta SMS",
              "content": "¡Vuelva con 25% de descuento! Más envío gratis. Tenemos nuevos productos que le encantarán: [enlace]",
              "channel": "SMS"
            },
            {
              "title": "Nos Encantaría Su Opinión",
              "description": "Día 150: Solicitud de feedback",
              "content": "Notamos que no ha comprado con nosotros recientemente. Nos encantaría genuinamente saber por qué. Realice nuestra encuesta de 2 minutos y reciba $10 de descuento en su próximo pedido.",
              "channel": "Email"
            },
            {
              "title": "Contacto Personal",
              "description": "Día 160: Toque humano",
              "content": "Hola, soy [Nombre] de [Marca]. Noté que ha pasado un tiempo desde su último pedido. ¿Hay algo en lo que pueda ayudar? Nos encantaría tenerle de vuelta.",
              "channel": "WhatsApp"
            }
          ]
        },
        {
          "scenario_target": "Clientes inactivos 180+ días",
          "scenario_objetivo": "Último intento y salida elegante",
          "main_messages_ideas": "Seguimos aquí, La mejor oferta de siempre, Gestión de preferencias",
          "message_sequence": [
            {
              "title": "¿Es Esto un Adiós?",
              "description": "Día 180: Último intento",
              "content": "No queremos llenar su bandeja de entrada si ya no está interesado/a. Aquí está nuestra mejor oferta de siempre - 30% de descuento - como último intento para recuperarle. O actualice sus preferencias de email abajo.",
              "channel": "Email"
            },
            {
              "title": "¿Seguimos en Contacto?",
              "description": "Día 200: Gestión de preferencias",
              "content": "Si nuestros emails ya no son relevantes, ¡cuéntenos! Elija recibir solo actualizaciones de ventas, nuevos lanzamientos, o darse de baja. Respetaremos su elección.",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Clientes inactivos de alto valor",
          "scenario_objective": "Atención especial para clientes previamente leales",
          "main_messages_ideas": "Reconocimiento VIP, Oferta premium, Contacto personal",
          "message_sequence": [
            {
              "title": "Echamos de Menos a Nuestro VIP",
              "description": "Día 90: Mensaje específico VIP",
              "content": "Ha sido uno/a de nuestros mejores clientes, y hemos notado que no nos ha visitado últimamente. Nos encantaría saber qué pasó - y estamos aquí para hacer las cosas bien.",
              "channel": "Email"
            },
            {
              "title": "Recuperación VIP Exclusiva",
              "description": "Día 100: Oferta premium",
              "content": "Solo para nuestros VIPs: 35% de descuento en su pedido de regreso + un set de muestras de lujo gratis. Queremos que vuelva a la familia.",
              "channel": "Email"
            },
            {
              "title": "Oferta de Llamada Personal",
              "description": "Día 110: Contacto de alto nivel",
              "content": "¿Podemos llamarle? A nuestro gerente de éxito del cliente le encantaría charlar y asegurarse de que estamos cumpliendo con sus necesidades. Responda con su hora preferida.",
              "channel": "Email"
            }
          ]
        }
      ]
    },
    {
      "program_name": "Referidos y Promoción",
      "target": "Clientes satisfechos y entusiastas de la marca",
      "objective": "Impulsar el 20% de la adquisición de nuevos clientes a través de referidos con menor CAC que los canales de pago",
      "kpi": "Tasa de referidos (objetivo: 15% de clientes refieren), Tasa de conversión de referidos (objetivo: 25%), CAC de referidos (objetivo: 50% menor que pago), Tasa de envío de UGC",
      "description": "Programa integral de promoción que convierte a clientes satisfechos en embajadores de marca a través de incentivos de referidos, campañas de UGC y construcción de comunidad.",
      "scenarios": [
        {
          "scenario_target": "Clientes que dejaron reseñas de 5 estrellas",
          "scenario_objective": "Convertir clientes satisfechos en referidores",
          "main_messages_ideas": "Gracias + invitación a referir, Herramientas de compartir fáciles, Recompensas de referidos",
          "message_sequence": [
            {
              "title": "Gracias + Comparta el Amor",
              "description": "Inmediatamente después de reseña: Invitación a referir",
              "content": "¡Gracias por su increíble reseña! Sus palabras ayudan a otros a descubrir productos que les encantarán. ¿Quiere compartir el amor? ¡Dé a sus amigos $15 de descuento y obtenga $15 para usted!",
              "channel": "Email"
            },
            {
              "title": "Su Enlace de Referido",
              "description": "Día 3: Compartir fácil",
              "content": "¡Comparta su enlace personal y empiece a ganar! Rastree sus referidos y recompensas en su cuenta. ¡Ya 3 amigos han usado el enlace de [influencer] esta semana!",
              "channel": "Email"
            },
            {
              "title": "Bonus de Referido",
              "description": "Día 10: Incentivo extra",
              "content": "¡Solo esta semana: Gane el DOBLE de recompensas por referidos! $30 de crédito por cada amigo que compre. ¡Comparta ahora!",
              "channel": "SMS"
            }
          ]
        },
        {
          "scenario_target": "Clientes VIP y grandes compradores",
          "scenario_objective": "Activar a los mejores clientes como embajadores de marca",
          "main_messages_ideas": "Invitación a embajador, Ventajas exclusivas, Beneficios de comunidad",
          "message_sequence": [
            {
              "title": "Conviértase en Embajador/a",
              "description": "Basado en historial de compras: Invitación",
              "content": "Es uno/a de nuestros mejores clientes y nos encantaría colaborar con usted. ¡Únase a nuestro Programa de Embajadores para ventajas exclusivas, acceso anticipado y mayores recompensas por referidos!",
              "channel": "Email"
            },
            {
              "title": "Bienvenida de Embajador",
              "description": "Al registrarse: Onboarding",
              "content": "¡Bienvenido/a a la familia de Embajadores de [Marca]! Aquí está su kit: enlace de referido personalizado con 25% de descuento para amigos, código de descuento exclusivo, y acceso anticipado a todo lo nuevo.",
              "channel": "Email"
            },
            {
              "title": "Actualización Mensual de Embajador",
              "description": "Mensual: Rendimiento + ventajas",
              "content": "Su impacto como Embajador este mes: [X referidos], [Y ganados]. ¡Además, aquí tiene su primera vista exclusiva del lanzamiento del próximo mes!",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Clientes comprometidos en redes sociales",
          "scenario_objective": "Fomentar UGC y compartir en redes",
          "main_messages_ideas": "Concurso de fotos, Ser destacado, Galería de comunidad",
          "message_sequence": [
            {
              "title": "Muéstrenos Su Brillo",
              "description": "Después de reseña positiva/compra: Solicitud de UGC",
              "content": "¿Le encantan sus resultados? ¡Nos encantaría verlos! Comparta su #[Marca]Brillo en Instagram para tener la oportunidad de ser destacado/a y ganar una tarjeta regalo de $100 mensualmente.",
              "channel": "Email"
            },
            {
              "title": "¡Está Destacado/a!",
              "description": "Cuando se selecciona: Reconocimiento",
              "content": "¡Su post fue seleccionado para nuestra galería de comunidad! Gracias por compartir su hermoso viaje de piel. Aquí tiene $25 como agradecimiento.",
              "channel": "Email"
            },
            {
              "title": "Colaboración de Creador",
              "description": "Para usuarios de alto engagement: Oferta de asociación",
              "content": "¡Nos encanta su contenido! ¿Interesado/a en colaborar? Responda para conocer sobre nuestras oportunidades de asociación con creadores.",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Recopilación de reseñas post-compra",
          "scenario_objetivo": "Generar reseñas y testimonios",
          "main_messages_ideas": "Solicitud de reseña, Incentivo de foto, Testimonio en video",
          "message_sequence": [
            {
              "title": "¿Cómo Lo Hicimos?",
              "description": "21 días post-compra: Solicitud de reseña",
              "content": "¡Lleva usando [producto] durante 3 semanas! Nos encantaría escuchar su opinión honesta. Deje una reseña y gane 100 puntos de fidelización.",
              "channel": "Email"
            },
            {
              "title": "Bonus de Reseña con Foto",
              "description": "Día 25: Solicitud mejorada",
              "content": "¡Añada una foto a su reseña y gane 200 puntos de bonificación! Las fotos antes/después ayudan a otros a ver resultados reales.",
              "channel": "Email"
            }
          ]
        }
      ]
    },
    {
      "program_name": "Cumpleaños y Ocasiones Especiales",
      "target": "Todos los clientes con datos de cumpleaños",
      "objective": "Lograr una tasa de canje del 40% en ofertas de cumpleaños y fortalecer la conexión emocional con la marca",
      "kpi": "Tasa de canje de oferta de cumpleaños (objetivo: 40%), Aumento de ingresos del mes de cumpleaños (objetivo: 30%), Tasa de recolección de datos de cumpleaños",
      "description": "Campañas de celebración personalizadas que hacen que los clientes se sientan especiales en su cumpleaños y otras ocasiones significativas.",
      "scenarios": [
        {
          "scenario_target": "Clientes con cumpleaños en el mes actual",
          "scenario_objective": "Impulsar compra de cumpleaños con celebración personalizada",
          "main_messages_ideas": "Deseo de cumpleaños anticipado, Oferta especial, Celebración del día, Celebración extendida",
          "message_sequence": [
            {
              "title": "¡Comienza el Mes de Su Cumpleaños!",
              "description": "Inicio del mes de cumpleaños: Celebración anticipada",
              "content": "¡Su mes de cumpleaños está aquí! Celebre todo el mes con su recompensa exclusiva de cumpleaños: [detalles de oferta]. Date un capricho - ¡se lo merece!",
              "channel": "Email"
            },
            {
              "title": "¡Feliz Cumpleaños!",
              "description": "En cumpleaños: Celebración",
              "content": "¡Feliz Cumpleaños! Su día especial merece algo especial. Aquí tiene [regalo exclusivo de cumpleaños] solo para usted. ¡Haga que hoy sea hermoso!",
              "channel": "Email"
            },
            {
              "title": "Sorpresa de Cumpleaños",
              "description": "Día del cumpleaños: Sorpresa SMS",
              "content": "¡Feliz Cumpleaños! Como sorpresa extra, hemos añadido un regalo misterioso a su cuenta. ¡Reclámelo con su próximo pedido!",
              "channel": "SMS"
            },
            {
              "title": "Recordatorio de Oferta de Cumpleaños",
              "description": "Fin de mes: Última oportunidad",
              "content": "¡Su oferta de cumpleaños expira pronto! No pierda su [descuento/regalo] especial. Canjee antes del [fecha].",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Clientes sin datos de cumpleaños",
          "scenario_objective": "Recoger información de cumpleaños para futuras campañas",
          "main_messages_ideas": "Solicitud de datos de cumpleaños con incentivo",
          "message_sequence": [
            {
              "title": "¿Cuándo Es Su Cumpleaños?",
              "description": "Post-compra o periódico: Recolección de datos",
              "content": "¡Nos encantaría celebrarle! Añada su cumpleaños a su perfil y desbloquee un regalo especial de cumpleaños cada año. Actualice su perfil ahora.",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Clientes en aniversario de suscripción",
          "scenario_objective": "Celebrar hito de lealtad",
          "main_messages_ideas": "Agradecimiento de aniversario, Oferta especial, Reconocimiento de lealtad",
          "message_sequence": [
            {
              "title": "¡Feliz Aniversario de Skincare!",
              "description": "En aniversario de suscripción: Celebración",
              "content": "¡Ha pasado [X] año(s) desde que comenzó su viaje de suscripción! Gracias por confiar en nosotros con su skincare. Aquí tiene un regalo especial de aniversario solo para usted.",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Aniversario de primera compra",
          "scenario_objetivo": "Celebrar hito de relación con el cliente",
          "main_messages_ideas": "Reconocimiento de aniversario, Celebración de progreso, Recompensa de lealtad",
          "message_sequence": [
            {
              "title": "¡Un Año de Piel Hermosa!",
              "description": "Aniversario de primera compra: Celebración",
              "content": "¡Hace un año, comenzó su viaje con [Marca]! Gracias por ser parte de nuestra comunidad. Aquí tiene un regalo especial de aniversario solo para usted.",
              "channel": "Email"
            },
            {
              "title": "Su Viaje de Piel",
              "description": "Día 2: Resumen personalizado",
              "content": "En un año, ha probado [X] productos, ahorrado [Y] con recompensas, y (¡esperamos!) visto resultados increíbles. ¡Por el año dos!",
              "channel": "Email"
            }
          ]
        }
      ]
    },
    {
      "program_name": "Momentos Estacionales y de Campaña",
      "target": "Todos los clientes segmentados por preferencias e historial de compras",
      "objective": "Maximizar ingresos durante momentos clave de belleza y festivos mientras se mantiene la relevancia de marca",
      "kpi": "Ingresos de campaña (objetivo: 25% por encima de línea base), Tasa de engagement (objetivo: 30%+), Tasa de conversión durante campañas (objetivo: 15%)",
      "description": "Campañas estacionales estratégicas alineadas con momentos de belleza, festivos y eventos culturales que impulsan engagement y ventas durante todo el año.",
      "scenarios": [
        {
          "scenario_target": "Todos los clientes durante grandes rebajas (Black Friday, etc.)",
          "scenario_objective": "Maximizar ingresos mientras se mantiene el prestigio de marca",
          "main_messages_ideas": "Acceso anticipado VIP, Revelación de mejores ofertas, Urgencia de cuenta atrás, Oferta extendida",
          "message_sequence": [
            {
              "title": "Acceso Anticipado VIP",
              "description": "24 horas antes de las rebajas: Inicio exclusivo",
              "content": "¡Su acceso anticipado VIP comienza AHORA! Compre nuestras mayores rebajas del año antes que nadie. Hasta 40% de descuento en todo.",
              "channel": "Email"
            },
            {
              "title": "¡Las Rebajas Están Aquí!",
              "description": "Día de rebajas: Anuncio principal",
              "content": "¡Nuestras mayores rebajas están AQUÍ! Hasta 40% de descuento en bestsellers, paquetes y sets de regalo. Momento perfecto para recargar o resolver sus regalos.",
              "channel": "Email"
            },
            {
              "title": "Alerta Flash",
              "description": "Mitad de rebajas: Urgencia SMS",
              "content": "VENDIENDO RÁPIDO: ¡Sus favoritos se agotan rápido! Compre ahora antes de que se acaben: [enlace]",
              "channel": "SMS"
            },
            {
              "title": "Restock de Bestseller",
              "description": "Día 2: Anuncio de restock",
              "content": "¡RESTOCK! Los artículos que se agotaron ayer están de vuelta - pero no por mucho tiempo. Compre ahora mientras tenemos su talla/tono.",
              "channel": "Email"
            },
            {
              "title": "Última Oportunidad",
              "description": "Últimas horas: Urgencia",
              "content": "¡Quedan horas! Las rebajas terminan esta noche a medianoche. No pierda hasta 40% de descuento. ¡Última llamada!",
              "channel": "Email"
            },
            {
              "title": "Extendido 24 Horas",
              "description": "Extensión sorpresa: Tiempo extra",
              "content": "¡SORPRESA! Estamos extendiendo las rebajas por 24 horas más. Última oportunidad para obtener sus favoritos con hasta 40% de descuento.",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Clientes durante transiciones estacionales",
          "scenario_objective": "Impulsar actualizaciones de rutina estacional",
          "main_messages_ideas": "Preparación de estación, Refresco de rutina, Cambios de producto para cambio de clima",
          "message_sequence": [
            {
              "title": "Preparación de Piel Estacional",
              "description": "2 semanas antes del cambio de estación: Educación",
              "content": "¡[Estación] se acerca! Así puede actualizar su rutina para el cambio de clima. Las necesidades de su piel están a punto de cambiar.",
              "channel": "Email"
            },
            {
              "title": "Selecciones Estacionales",
              "description": "1 semana antes: Recomendaciones de productos",
              "content": "Imprescindibles estacionales para piel de [estación]. Cambie estos productos para mantener su piel equilibrada durante el cambio de clima.",
              "channel": "Email"
            },
            {
              "title": "Paquete Estacional",
              "description": "Inicio de estación: Oferta de paquete",
              "content": "Nuestro Paquete Esenciales de [Estación]: Todo lo que su piel necesita para los próximos meses, con 20% de ahorro.",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Clientes durante momentos específicos de belleza",
          "scenario_objetivo": "Capitalizar momentos del calendario de belleza (San Valentín, Día de la Madre, etc.)",
          "main_messages_ideas": "Guía de regalos, Mensaje de autocuidado, Ediciones limitadas",
          "message_sequence": [
            {
              "title": "Guía de Regalos",
              "description": "2 semanas antes de la ocasión: Inspiración de regalos",
              "content": "Guía de Regalos de [Ocasión]: Encuentre el regalo de belleza perfecto para todos en su lista. Desde sets bestsellers hasta opciones personalizadas.",
              "channel": "Email"
            },
            {
              "title": "Recordatorio de Autocuidado",
              "description": "1 semana antes: Ángulo de compra para uno mismo",
              "content": "No se olvide de USTED en esta [ocasión]. Date un capricho con algo hermoso. El autocuidado es amor propio.",
              "channel": "Email"
            },
            {
              "title": "Regalos de Última Hora",
              "description": "2 días antes: Urgencia",
              "content": "¿Todavía necesita un regalo? Haga su pedido antes de las [hora] para entrega garantizada en [ocasión]. ¡Tarjetas regalo electrónicas disponibles para regalar al instante!",
              "channel": "Email"
            },
            {
              "title": "Autocuidado al Día Siguiente",
              "description": "Día después de la ocasión: Auto-regalo",
              "content": "¿No obtuvo lo que quería? ¡Date un capricho! Autocuidado post-[ocasión]: 20% de descuento en todo solo para usted.",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Reinicio de skincare de Año Nuevo",
          "scenario_objetivo": "Capitalizar mentalidad de resoluciones de Año Nuevo",
          "main_messages_ideas": "Resoluciones de skincare, Auditoría de rutina, Nuevo comienzo",
          "message_sequence": [
            {
              "title": "Año Nuevo, Nueva Piel",
              "description": "30 de diciembre: Mensaje de resolución",
              "content": "Resolución de skincare de año nuevo: Una mejor piel comienza con mejores hábitos. Aquí está su plan de acción de skincare para 2024.",
              "channel": "Email"
            },
            {
              "title": "Auditoría de Rutina",
              "description": "2 de enero: Nuevo comienzo",
              "content": "¡Fuera lo viejo! Verifique fechas de caducidad y deseche productos viejos. Aquí está su lista de compras de nuevo comienzo para 2024.",
              "channel": "Email"
            },
            {
              "title": "Desafío de Skincare",
              "description": "5 de enero: Engagement",
              "content": "¡Únase a nuestro desafío de skincare de 30 días! Comprométase con su rutina todos los días y vea resultados reales. Regístrese para recordatorios diarios.",
              "channel": "Email"
            }
          ]
        }
      ]
    }
  ],
  "how_brevo_helps_you": [
    {
      "scenario_name": "Bienvenida y Descubrimiento del Perfil de Piel",
      "why_brevo_is_better": "El avanzado constructor de formularios de Brevo se integra perfectamente con la automatización, permitiéndole crear quizzes de piel interactivos que activan inmediatamente journeys de nurturing personalizados basados en las respuestas. Los bloques de contenido dinámico en emails pueden mostrar diferentes recomendaciones de productos basadas en los datos del tipo de piel recopilados.",
      "omnichannel_channels": "Email para contenido educativo enriquecido + SMS para ofertas de bienvenida urgentes + WhatsApp para consejos de skincare interactivos + Widgets en sitio para recomendaciones personalizadas",
      "setup_efficiency": "Los flujos de quiz-a-automatización están listos en horas con plantillas de belleza pre-construidas. La lógica condicional dirige a los clientes al journey correcto automáticamente, y las pruebas A/B optimizan la conversión en cada paso."
    },
    {
      "scenario_name": "Recuperación de Carrito Abandonado y Navegación",
      "why_brevo_is_better": "Los disparadores de abandono de carrito y navegación en tiempo real con tiempo de respuesta inferior a un segundo aseguran que llegue a los clientes cuando la intención de compra es más alta. La optimización del tiempo de envío impulsada por IA de Brevo entrega mensajes de recuperación cuando cada cliente es más probable que interactúe.",
      "omnichannel_channels": "Email para showcases de productos enriquecidos + SMS para recordatorios urgentes + WhatsApp para recuperación con toque personal + Notificaciones Push para usuarios de la app",
      "setup_efficiency": "Configure una vez con valores inteligentes predeterminados, luego el aprendizaje automático de Brevo optimiza continuamente el timing, mensajes y ofertas de descuento para maximizar las tasas de recuperación mientras protege los márgenes."
    },
    {
      "scenario_name": "Centro de Soluciones para Preocupaciones de Piel",
      "why_brevo_is_better": "Cree journeys específicos por preocupación que automáticamente segmentan clientes basándose en respuestas de quiz, historial de compras y comportamiento de navegación. Entregue educación dirigida y recomendaciones de productos que aborden los desafíos únicos de piel de cada cliente.",
      "omnichannel_channels": "Email para educación detallada + SMS para consejos rápidos + WhatsApp para consultas personalizadas + Push para recordatorios de rutina",
      "setup_efficiency": "Plantillas pre-construidas para preocupaciones de piel comunes (acné, envejecimiento, hiperpigmentación) le permiten comenzar rápidamente. La ramificación condicional dirige automáticamente a los clientes al contenido correcto basándose en su perfil."
    },
    {
      "scenario_name": "Reposición y Suscripción",
      "why_brevo_is_better": "Los disparadores de automatización basados en producto calculan el timing óptimo de reposición basándose en categoría e historial de compras. La integración con plataformas de suscripción permite la gestión fluida de ingresos recurrentes mientras los análisis predictivos identifican el riesgo de abandono antes de que suceda.",
      "omnichannel_channels": "Email para información detallada de reposición + SMS para conveniencia de recompra rápida + WhatsApp para gestión de suscripciones + Push para alertas de entrega",
      "setup_efficiency": "Configure los ciclos de vida del producto una vez, y Brevo envía automáticamente recordatorios perfectamente temporizados. Los flujos de gestión de suscripciones están pre-construidos y son personalizables."
    },
    {
      "scenario_name": "Programa de Fidelización y VIP",
      "why_brevo_is_better": "La integración del programa de fidelización de Brevo rastrea puntos, niveles y recompensas en tiempo real. Las celebraciones automatizadas de avance de nivel, avisos de expiración de puntos y recomendaciones de recompensas personalizadas impulsan el engagement sin esfuerzo manual.",
      "omnichannel_channels": "Email para actualizaciones de nivel y ofertas exclusivas + SMS para alertas de saldo de puntos + WhatsApp para conserje VIP + Push de app para notificaciones de recompensas en tiempo real",
      "setup_efficiency": "Conecte su plataforma de fidelización una vez, luego Brevo maneja todas las comunicaciones basadas en nivel automáticamente. Segmentos pre-construidos para VIPs, miembros en riesgo y nuevos inscritos están listos para usar."
    },
    {
      "scenario_name": "Lanzamiento de Nuevo Producto y Muestreo",
      "why_brevo_is_better": "Las campañas de lanzamiento coordinadas multi-ola pueden planificarse con semanas de anticipación y ejecutarse automáticamente. Los mensajes específicos por segmento aseguran que los VIPs obtengan acceso anticipado mientras los suscriptores generales reciben comunicaciones apropiadas. Los formularios de solicitud de muestras se integran directamente con el fulfillment.",
      "omnichannel_channels": "Email para storytelling de lanzamiento enriquecido + SMS para alertas de acceso anticipado + WhatsApp para recopilación de feedback de muestras + Retargeting social para awareness",
      "setup_efficiency": "Las plantillas de calendario de lanzamiento le permiten planificar campañas enteras de una vez. El constructor de audiencias de Brevo crea segmentos perfectos basados en comportamiento de compra pasado y engagement."
    }
  ],
  "conclusion": "Las marcas de belleza que implementan estos programas de marketing relacional pueden esperar un valor de vida del cliente significativamente mayor, con la personalización impulsando valores de pedido promedio 15-25% más altos y la reposición basada en rutinas mejorando la retención en un 40-60%. La combinación de datos del perfil de piel, timing inteligente de reposición, journeys específicos por preocupación y construcción de comunidad crea una experiencia diferenciada que convierte a compradores ocasionales en embajadores de marca de por vida. El éxito en el marketing de belleza viene de tratar a los clientes como individuos en viajes únicos de skincare, proporcionando orientación experta a través de cada preocupación e hito, y construyendo conexiones emocionales que van mucho más allá de las transacciones."
}
