{
  "introduction": "Este plan integral de marketing relacional está diseñado para marcas de moda y ropa que buscan construir relaciones duraderas con sus clientes a través de estrategias de comunicación personalizadas y omnicanal. Cubre todo el ciclo de vida del cliente desde la adquisición hasta la defensa de marca, con programas específicos adaptados a la dinámica del retail de moda, incluyendo estacionalidad, ciclos de tendencias, optimización de tallas/ajuste y comportamiento de compra orientado al estilo. Con 12 programas estratégicos y más de 40 escenarios automatizados, este plan proporciona un modelo completo para la excelencia en marketing de moda.",
  "company_summary": {
    "name": "Marca de Moda y Ropa",
    "website": "ejemplo-moda.com",
    "activities": "Venta minorista de moda y ropa, incluyendo ropa, accesorios, calzado y colecciones de temporada en tiendas online y físicas",
    "target": "Consumidores conscientes de la moda de 18 a 45 años, principalmente residentes urbanos interesados en tendencias, expresión de estilo personal y prendas de calidad",
    "industry": "Moda y Ropa",
    "business_model": "B2C Retail",
    "customer_lifecycle_key_steps": "Descubrimiento > Primera Compra > Construcción del Perfil de Estilo > Compra Recurrente > Programa de Fidelización > Defensa de Marca"
  },
  "programs_list": [
    {
      "program_name": "Viaje de Bienvenida y Descubrimiento de Estilo",
      "target": "Nuevos suscriptores y visitantes primerizos",
      "objective": "Convertir nuevos suscriptores en compradores primerizos en 30 días mientras se construye un perfil de estilo completo para personalización",
      "kpi": "Tasa de conversión de primera compra (objetivo: 15-20%), Tiempo hasta primera compra (objetivo: <14 días), Tasa de completación del quiz de estilo (objetivo: 40%)",
      "description": "Una secuencia de bienvenida sofisticada que presenta la historia de su marca, captura preferencias de estilo a través de quizzes interactivos y proporciona incentivos personalizados para la primera compra basados en los intereses del cliente y comportamiento de navegación.",
      "scenarios": [
        {
          "scenario_target": "Nuevos suscriptores de email desde pop-up o formulario de pie de página",
          "scenario_objective": "Impulsar la primera compra con engagement progresivo y captura de preferencias",
          "main_messages_ideas": "Historia y valores de marca, Invitación al quiz de estilo, Recomendaciones de productos personalizadas, Incentivo de primera compra con urgencia, Ayuda con guía de tallas",
          "message_sequence": [
            {
              "title": "Bienvenida + Historia de Marca",
              "description": "Inmediato: Bienvenida con valores de marca, compromiso de sostenibilidad y código de 15% de descuento en primer pedido",
              "content": "¡Bienvenido/a a [Marca]! Creemos que la moda debería ser [propuesta de valor]. Aquí tiene un 15% de descuento para comenzar su viaje de estilo con nosotros. Código: WELCOME15",
              "channel": "Email"
            },
            {
              "title": "Invitación al Quiz de Estilo",
              "description": "Día 2: Quiz de estilo interactivo para capturar preferencias",
              "content": "¡Descubra su estilo característico! Realice nuestro quiz de 2 minutos y obtenga recomendaciones personalizadas creadas especialmente para usted. ¡Además, desbloquee un 5% adicional al completarlo!",
              "channel": "Email"
            },
            {
              "title": "Selección Personalizada Basada en Quiz",
              "description": "Día 4: Selección curada basada en resultados del quiz o comportamiento de navegación",
              "content": "Basándonos en sus preferencias de estilo, aquí tiene piezas que creemos le encantarán. ¡Su estilo [Bohemio/Clásico/Minimalista/etc.] está llamando!",
              "channel": "Email"
            },
            {
              "title": "Guía de Tallas y Buscador de Ajuste",
              "description": "Día 5: Ayuda con dudas sobre tallas",
              "content": "Encontrar el ajuste perfecto es fácil con nuestra guía de tallas. Responda 3 preguntas rápidas y le recomendaremos su talla ideal para cada artículo.",
              "channel": "Email"
            },
            {
              "title": "Prueba Social y Comunidad",
              "description": "Día 7: Muestra de contenido generado por usuarios y reseñas de clientes",
              "content": "¡Únase a más de 50.000 entusiastas del estilo! Vea cómo nuestra comunidad combina sus piezas favoritas de [Marca]. #[HashtagMarca]",
              "channel": "Email"
            },
            {
              "title": "Recordatorio de Urgencia vía SMS",
              "description": "Día 10: Recordatorio SMS para no convertidores",
              "content": "¡Su 15% de descuento expira en 4 días! No pierda la oportunidad de probar [Marca]. Compre ahora: [enlace]",
              "channel": "SMS"
            },
            {
              "title": "Personal Shopper por WhatsApp",
              "description": "Día 11: Oferta de engagement conversacional",
              "content": "¿Necesita ayuda para elegir? ¡Chatea con nuestro asesor de estilo en WhatsApp! Le ayudaremos a encontrar las piezas perfectas para su armario.",
              "channel": "WhatsApp"
            },
            {
              "title": "Oferta Final con Incentivo Extra",
              "description": "Día 13: Oferta mejorada para no convertidores (envío gratis añadido)",
              "content": "¡Última oportunidad! 15% de descuento + envío GRATIS termina mañana. Haga su primera compra en [Marca] hoy.",
              "channel": "Email + SMS"
            }
          ]
        },
        {
          "scenario_target": "Nuevos suscriptores de anuncios en redes sociales o campañas con influencers",
          "scenario_objective": "Capitalizar el momentum de la campaña con recomendaciones de productos específicas",
          "main_messages_ideas": "Productos específicos de campaña, Looks de influencers, Alertas de edición limitada, Comprar la colección completa",
          "message_sequence": [
            {
              "title": "Bienvenida + Productos Estrella de Campaña",
              "description": "Inmediato: Destacar los productos específicos o colección del anuncio en el que hicieron clic",
              "content": "¿Le gustó lo que vio? Aquí tiene más de nuestra colección [Nombre de Campaña], más 15% de descuento en su primer pedido. ¡Las piezas que [Influencer] usó se están agotando rápido!",
              "channel": "Email"
            },
            {
              "title": "Comprar el Look",
              "description": "Día 3: Estilismo de outfit completo con los artículos de la campaña",
              "content": "¡Complete su look! Aquí le mostramos cómo combinar las piezas que le encantaron, más artículos complementarios para crear el outfit perfecto.",
              "channel": "Email"
            },
            {
              "title": "Detrás de la Campaña",
              "description": "Día 5: Storytelling de marca sobre la campaña",
              "content": "La historia detrás de [Campaña]: Conozca a los diseñadores y la inspiración detrás de sus nuevos favoritos. Vea cómo todo se unió.",
              "channel": "Email"
            },
            {
              "title": "Alerta de Stock Limitado",
              "description": "Día 7: Crear urgencia sobre artículos populares de la campaña",
              "content": "¡Atención! El [Producto] de nuestra [Campaña] está en tallas finales. No se lo pierda - su 15% de descuento aún aplica.",
              "channel": "SMS"
            }
          ]
        },
        {
          "scenario_target": "Visitantes del sitio web que navegaron pero no se suscribieron",
          "scenario_objective": "Recapturar el interés a través de retargeting y exit-intent",
          "main_messages_ideas": "Recordatorio de artículos vistos, Propuesta de valor del newsletter, Beneficios exclusivos para suscriptores",
          "message_sequence": [
            {
              "title": "Pop-up de Exit-Intent",
              "description": "Al salir: Capturar email con incentivo fuerte",
              "content": "¡Espere! Obtenga 15% de descuento en su primer pedido + acceso anticipado a rebajas. Únase a más de 100.000 amantes de la moda que nunca se pierden un lanzamiento.",
              "channel": "Pop-up Web"
            },
            {
              "title": "Anuncio de Retargeting",
              "description": "Día 1-3: Anuncios sociales/display con artículos vistos",
              "content": "¿Aún pensando en [Producto]? Le está esperando - ¡y los nuevos clientes obtienen 15% de descuento!",
              "channel": "Redes Sociales Pagadas"
            }
          ]
        }
      ]
    },
    {
      "program_name": "Recuperación de Carrito Abandonado",
      "target": "Compradores que añadieron artículos al carrito pero no completaron la compra",
      "objective": "Recuperar 25-35% de carritos abandonados mediante recordatorios oportunos y multicanal con personalización inteligente",
      "kpi": "Tasa de recuperación de carrito (objetivo: 30%), Ingresos recuperados por email, Tiempo hasta la recuperación (objetivo: <48hrs)",
      "description": "Secuencia multicanal inteligente para recordar a los clientes los artículos dejados en el carrito, abordar objeciones comunes como tallas y devoluciones, y proporcionar incentivos estratégicos para completar la compra basados en el valor del carrito e historial del cliente.",
      "scenarios": [
        {
          "scenario_target": "Abandonadores de carrito de alto valor (valor del carrito > €150)",
          "scenario_objective": "Priorizar la recuperación con tratamiento premium y contacto más rápido",
          "main_messages_ideas": "Recordatorio de artículos premium, Oferta de estilista personal, Envío express gratis, Tratamiento VIP, Sugerencias para completar outfit",
          "message_sequence": [
            {
              "title": "Recordatorio Rápido",
              "description": "30 minutos después del abandono: Recordatorio suave con imágenes del producto",
              "content": "¿Algo llamó su atención? Sus piezas seleccionadas están esperando en su carrito. ¡Complete su pedido antes de que se agoten!",
              "channel": "Email"
            },
            {
              "title": "Recordatorio SMS",
              "description": "2 horas: Mensaje de texto con enlace directo al carrito",
              "content": "¡Su carrito de [Marca] le espera! [Nombre del producto] + más. Complete su pedido: [enlace]",
              "channel": "SMS"
            },
            {
              "title": "Consejo de Estilo + Envío Gratis",
              "description": "6 horas: Ofrecer consejos de estilismo y envío express gratis",
              "content": "¿Todavía pensándolo? Aquí le mostramos cómo combinar sus selecciones de 3 formas diferentes. Además, hemos añadido envío express GRATIS a su carrito.",
              "channel": "Email"
            },
            {
              "title": "Contacto de Estilista Personal",
              "description": "24 horas: Engagement personal de alto contacto",
              "content": "Hola [Nombre], noté que dejó algunas piezas hermosas en su carrito. Me encantaría ayudarle a combinarlas o responder cualquier pregunta. ¡Responda para chatear!",
              "channel": "Email"
            },
            {
              "title": "Descuento VIP",
              "description": "48 horas: Añadir descuento exclusivo para no convertidores",
              "content": "¡Realmente queremos que tenga estas piezas! Aquí tiene un 10% de descuento exclusivo para completar su carrito. Esta oferta es solo para usted.",
              "channel": "Email + SMS"
            },
            {
              "title": "Urgencia Final + Aviso de Stock",
              "description": "72 horas: Urgencia basada en stock",
              "content": "¡Última oportunidad! Sus artículos del carrito se están agotando rápido. [Producto] solo tiene 3 en su talla. Complete su pedido ahora.",
              "channel": "SMS"
            }
          ]
        },
        {
          "scenario_target": "Abandonadores de carrito primerizos (nunca han comprado)",
          "scenario_objective": "Abordar las dudas de nuevos clientes con contenido que genere confianza",
          "main_messages_ideas": "Reseñas de productos, Ayuda con guía de tallas, Política de devoluciones fáciles, Descuento para primerizos, Prueba social",
          "message_sequence": [
            {
              "title": "Recordatorio Amable + Reseñas",
              "description": "1 hora: Recordar con reseñas y valoraciones de clientes",
              "content": "¡Su carrito está guardado! Vea lo que dicen otros clientes sobre estas piezas - valoración media de 4.8/5 de más de 2.000 reseñas.",
              "channel": "Email"
            },
            {
              "title": "Ayuda con Tallas y Ajuste",
              "description": "24 horas: Abordar la duda común con guía de tallas",
              "content": "¿No está seguro/a de la talla? Nuestra guía de ajuste lo hace fácil. El 95% de los clientes encuentran su talla perfecta al primer intento. Además, devoluciones GRATIS en 30 días.",
              "channel": "Email"
            },
            {
              "title": "Garantía de Política de Devoluciones",
              "description": "36 horas: Destacar devoluciones fáciles",
              "content": "¿Aún dudando? ¡Lo entendemos! Por eso ofrecemos devoluciones sin complicaciones: envío gratis en ambos sentidos, sin preguntas, ventana de 30 días.",
              "channel": "Email"
            },
            {
              "title": "Incentivo de Primera Compra",
              "description": "48 horas: Combinar recuperación de carrito con oferta de bienvenida",
              "content": "¿Nervios de primer pedido? Aquí tiene 15% de descuento para facilitar su decisión. Su carrito + su descuento = combinación perfecta.",
              "channel": "Email + SMS"
            },
            {
              "title": "Impulso de Prueba Social",
              "description": "72 horas: Fotos de clientes y testimonios",
              "content": "Vea cómo otros clientes combinan [Producto que dejó]. ¡Únase a miles de clientes satisfechos de [Marca] hoy!",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Abandonadores de navegación (vieron productos pero no añadieron al carrito)",
          "scenario_objective": "Re-enganchar a los escaparatistas con educación sobre productos e inspiración",
          "main_messages_ideas": "Características del producto, Inspiración de estilismo, Alertas de bajada de precio, Artículos similares",
          "message_sequence": [
            {
              "title": "Seguimiento de Navegación",
              "description": "24 horas: Recordar artículos vistos con detalles adicionales",
              "content": "¿Todavía pensando en [Producto]? Aquí tiene todo lo que necesita saber sobre este bestseller de la temporada - detalles de tela, consejos de cuidado e ideas de estilismo.",
              "channel": "Email"
            },
            {
              "title": "Complete el Look",
              "description": "48 horas: Mostrar combinaciones de outfit",
              "content": "3 formas de combinar los artículos que estaba mirando. ¿Qué look va más con usted? Compre los outfits completos ahora.",
              "channel": "Email"
            },
            {
              "title": "Artículos Similares que Podría Amar",
              "description": "72 horas: Recomendaciones alternativas",
              "content": "Si [Producto] no era lo correcto, podría amar estos estilos similares. Misma onda, diferentes opciones.",
              "channel": "Email"
            },
            {
              "title": "Alerta de Bajada de Precio",
              "description": "Cuando baja el precio: Notificación automatizada",
              "content": "¡Buenas noticias! [Producto] que vio ahora tiene [X]% de descuento. ¡No pierda esta oportunidad de conseguirlo a mejor precio!",
              "channel": "Email + SMS"
            }
          ]
        },
        {
          "scenario_target": "Abandonadores de carrito clientes recurrentes",
          "scenario_objective": "Recuperación rápida con enfoque basado en lealtad",
          "main_messages_ideas": "Recordatorio de puntos de fidelización, Coordinación con compras anteriores, Checkout simplificado",
          "message_sequence": [
            {
              "title": "Recordatorio de Bienvenida de Vuelta",
              "description": "1 hora: Reconocer cliente recurrente",
              "content": "¡Hola [Nombre]! Su carrito está listo. Estas piezas se verían increíbles con el [Compra Anterior] que ya tiene.",
              "channel": "Email"
            },
            {
              "title": "Oferta de Puntos Bonus",
              "description": "24 horas: Incentivo del programa de fidelización",
              "content": "Complete su pedido hoy y gane puntos de fidelización DOBLES. ¡Son [X] puntos extra hacia su próxima recompensa!",
              "channel": "Email"
            },
            {
              "title": "Conveniencia de Pago Guardado",
              "description": "48 horas: Recordatorio de checkout sin fricciones",
              "content": "Su pago guardado está listo - el checkout toma solo 30 segundos. ¡Su [Producto] le está esperando!",
              "channel": "SMS"
            }
          ]
        }
      ]
    },
    {
      "program_name": "Experiencia Post-Compra y Recolección de Reseñas",
      "target": "Clientes que acaban de realizar una compra",
      "objective": "Mejorar la satisfacción, reducir devoluciones en un 20%, recoger reseñas y fomentar la segunda compra en 60 días",
      "kpi": "Tasa de envío de reseñas (objetivo: 20%), Reducción de tasa de devoluciones (objetivo: -20%), Tasa de segunda compra en 60 días (objetivo: 35%)",
      "description": "Secuencia post-compra cuidadosa que confirma la decisión de compra, proporciona consejos de estilismo e instrucciones de cuidado, recoge feedback valioso y siembra las semillas para la próxima compra con recomendaciones personalizadas.",
      "scenarios": [
        {
          "scenario_target": "Compradores primerizos",
          "scenario_objective": "Asegurar la satisfacción e impulsar la segunda compra",
          "main_messages_ideas": "Emoción por el pedido, Consejos de estilismo, Cuidado de prendas, Invitación a la comunidad, Solicitud de reseña, Introducción al programa de fidelización",
          "message_sequence": [
            {
              "title": "Confirmación de Pedido + Emoción",
              "description": "Inmediato: Confirmación mejorada con vista previa de estilismo",
              "content": "¡Gran elección! Su [Producto] está en camino. Aquí le mostramos cómo combinarlo de 5 formas diferentes cuando llegue. ¡Le va a encantar!",
              "channel": "Email"
            },
            {
              "title": "Actualización de Envío + Consejos de Cuidado",
              "description": "Al enviar: Seguimiento con información de cuidado de prendas",
              "content": "¡Su pedido está en movimiento! Llega el [Fecha]. Mientras espera, aquí le contamos cómo mantener sus nuevas piezas perfectas durante años.",
              "channel": "Email + SMS"
            },
            {
              "title": "Celebración de Entrega",
              "description": "Día de entrega: Bienvenida a la familia",
              "content": "¡Ya llegó! Su pedido de [Marca] ha sido entregado. Etiquétenos @[Marca] cuando lo use - ¡nos encanta ver el estilo de nuestra comunidad!",
              "channel": "Notificación Push"
            },
            {
              "title": "¿Cómo Le Queda?",
              "description": "Día 3 después de la entrega: Verificación de ajuste y asistencia",
              "content": "¿Cómo le queda todo? ¿Necesita una talla diferente? Nuestro proceso de cambio es súper fácil. ¡O responda si necesita consejos de estilismo!",
              "channel": "Email"
            },
            {
              "title": "Guía de Estilismo",
              "description": "Día 5: Inspiración de estilismo detallada",
              "content": "5 outfits con su nuevo [Producto]: Looks de trabajo a fin de semana que le encantarán. Además, piezas que combinan perfectamente.",
              "channel": "Email"
            },
            {
              "title": "Solicitud de Reseña con Incentivo",
              "description": "Día 10: Solicitar reseña con descuento",
              "content": "¿Le encanta su [Producto]? ¡Comparta su experiencia y obtenga 10% de descuento en su próximo pedido! Su reseña ayuda a otros compradores a encontrar su estilo perfecto.",
              "channel": "Email"
            },
            {
              "title": "Solicitud de Reseña con Foto",
              "description": "Día 14: Solicitar foto con incentivo extra",
              "content": "¡Muéstrenos su estilo! Envíe una reseña con foto y obtenga 15% de descuento + oportunidad de aparecer en nuestro sitio y redes sociales.",
              "channel": "Email"
            },
            {
              "title": "Complete Su Armario",
              "description": "Día 21: Venta cruzada de artículos complementarios",
              "content": "Piezas que combinan perfectamente con su compra reciente. Su próximo outfit favorito le está esperando - ¡y aquí tiene 10% de descuento para agradecerle!",
              "channel": "Email"
            },
            {
              "title": "Invitación al Programa de Fidelización",
              "description": "Día 28: Inscripción al programa",
              "content": "¡Oficialmente es parte de la familia [Marca]! Únase a nuestro programa de fidelización y gane puntos en cada compra. Su primera compra = ¡[X] puntos esperándole!",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Compradores de alto valor (por encima del valor promedio de pedido)",
          "scenario_objective": "Tratamiento VIP para asegurar satisfacción y retención a largo plazo",
          "main_messages_ideas": "Agradecimiento personal, Soporte prioritario, Vistas previas exclusivas, Invitación al programa VIP, Acceso a estilista personal",
          "message_sequence": [
            {
              "title": "Agradecimiento Personal",
              "description": "Mismo día: Agradecimiento personalizado del fundador/equipo",
              "content": "Un agradecimiento personal de nuestro fundador. Su apoyo significa el mundo para nosotros. Aquí tiene acceso directo a nuestro equipo de soporte VIP - estamos aquí para todo lo que necesite.",
              "channel": "Email"
            },
            {
              "title": "Introducción al Soporte VIP",
              "description": "Día 2: Canal de soporte dedicado",
              "content": "Como cliente valioso, tiene acceso a nuestra línea VIP de WhatsApp. ¿Preguntas sobre estilismo, tallas o cualquier otra cosa? Estamos aquí.",
              "channel": "Email + WhatsApp"
            },
            {
              "title": "Acceso Exclusivo a Vista Previa",
              "description": "Día 7: Acceso anticipado a nuevas llegadas",
              "content": "Como agradecimiento, aquí tiene un vistazo exclusivo a las piezas que llegan la próxima semana. Compre antes que nadie - ventaja de 24 horas.",
              "channel": "Email"
            },
            {
              "title": "Oferta de Sesión de Estilismo Personal",
              "description": "Día 10: Servicio de estilismo de cortesía",
              "content": "¡Ha desbloqueado una sesión de estilismo virtual de cortesía! Nuestro estilista le ayudará a construir un armario alrededor de sus nuevas piezas. Reserve ahora.",
              "channel": "Email"
            },
            {
              "title": "Invitación al Programa VIP",
              "description": "Día 14: Inscripción al nivel superior de fidelización",
              "content": "¡Ha desbloqueado el estatus Gold VIP! Esto es lo que significa: 20% de descuento siempre, envío express gratis, acceso anticipado y eventos exclusivos.",
              "channel": "Email + SMS"
            }
          ]
        },
        {
          "scenario_target": "Iniciadores de devolución/cambio",
          "scenario_objective": "Proceso de devolución fluido, mantener la relación, fomentar cambio sobre reembolso",
          "main_messages_ideas": "Garantía de proceso fácil, Sugerencias de cambio, Incentivo para compra futura, Recolección de feedback",
          "message_sequence": [
            {
              "title": "Confirmación de Devolución",
              "description": "Inmediato: Reconocer y simplificar el proceso",
              "content": "¡No se preocupe! Su devolución está confirmada. Aquí tiene su etiqueta prepagada. ¿Quiere hacer un cambio en su lugar? Aquí hay artículos en su talla correcta.",
              "channel": "Email"
            },
            {
              "title": "Recomendaciones de Cambio",
              "description": "24 horas: Sugerir alternativas",
              "content": "Antes de devolver, revise estas alternativas que podrían ser perfectas: estilos similares en ajustes diferentes, o estilos diferentes que coinciden con sus preferencias.",
              "channel": "Email"
            },
            {
              "title": "Reembolso Procesado + Oferta Futura",
              "description": "Cuando el reembolso esté completo: Cerrar el ciclo positivamente",
              "content": "Su reembolso está completo. ¡Lamentamos que este no fuera perfecto! Aquí tiene 15% de descuento en su próximo pedido para encontrar algo que le encante.",
              "channel": "Email"
            },
            {
              "title": "Solicitud de Feedback",
              "description": "Día 3 después de la devolución: Aprender de la experiencia",
              "content": "Pregunta rápida: ¿Qué le hizo devolver [Producto]? Su feedback nos ayuda a mejorar. Toma 30 segundos.",
              "channel": "Email"
            }
          ]
        }
      ]
    },
    {
      "program_name": "Optimización de Tallas y Ajuste",
      "target": "Todos los clientes, especialmente aquellos con dudas sobre tallas o devoluciones previas",
      "objective": "Reducir devoluciones relacionadas con tallas en un 30% y aumentar la confianza de compra",
      "kpi": "Tasa de devoluciones relacionadas con tallas (objetivo: -30%), Tasa de completación del quiz de ajuste, Puntuación de confianza de compra",
      "description": "Programa proactivo para ayudar a los clientes a encontrar su ajuste perfecto a través de tecnología, educación y ciclos de feedback. Reduce devoluciones mientras aumenta la satisfacción del cliente y la probabilidad de compra.",
      "scenarios": [
        {
          "scenario_target": "Nuevos clientes sin perfil de ajuste",
          "scenario_objective": "Construir perfil de ajuste preciso antes de la primera compra",
          "main_messages_ideas": "Beneficios del quiz de ajuste, Guía de medidas corporales, Herramienta de comparación de tallas, Prueba virtual",
          "message_sequence": [
            {
              "title": "Introducción al Perfil de Ajuste",
              "description": "Durante secuencia de bienvenida: Introducir herramientas de ajuste",
              "content": "¡Nunca adivine su talla de nuevo! Cree su perfil de ajuste en 2 minutos y obtenga recomendaciones de talla personalizadas para cada artículo.",
              "channel": "Email"
            },
            {
              "title": "Guía de Medidas",
              "description": "Día 3: Contenido instructivo",
              "content": "¿No está seguro/a de cómo medir? Aquí está nuestra guía fácil. Todo lo que necesita es una cinta métrica y 5 minutos. ¡Medidas precisas = ajuste perfecto!",
              "channel": "Email"
            },
            {
              "title": "Compare Sus Tallas",
              "description": "Día 5: Herramienta de comparación de marcas",
              "content": "Díganos qué talla usa en otras marcas y traduciremos eso a su talla de [Marca]. ¡Así de fácil!",
              "channel": "Email"
            },
            {
              "title": "Demo de Prueba Virtual",
              "description": "Día 7: Muestra de tecnología",
              "content": "¡Véalo en usted antes de comprar! Pruebe nuestro probador virtual - suba una foto y vea cómo se ven los artículos en su cuerpo.",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Clientes que tuvieron devoluciones relacionadas con tallas",
          "scenario_objective": "Corregir problemas de ajuste y reconstruir confianza",
          "main_messages_ideas": "Actualización de perfil de ajuste, Recomendaciones personalizadas, Oferta de garantía de ajuste",
          "message_sequence": [
            {
              "title": "Solicitud de Actualización de Perfil de Ajuste",
              "description": "Después de devolución: Solicitar actualización de perfil",
              "content": "Notamos que [Producto] no era el ajuste correcto. Ayúdenos a acertar la próxima vez - actualice su perfil de ajuste con feedback de esta devolución.",
              "channel": "Email"
            },
            {
              "title": "Guía de Tallas Personalizada",
              "description": "Día 3: Recomendaciones personalizadas",
              "content": "Basándonos en su feedback, aquí está su guía de tallas actualizada. Para [Tipo de producto], recomendamos [Talla] para el ajuste perfecto.",
              "channel": "Email"
            },
            {
              "title": "Oferta de Garantía de Ajuste",
              "description": "Día 7: Compras sin riesgo",
              "content": "¿Nervioso/a por las tallas? Pruebe nuestra Garantía de Ajuste: si su próximo pedido no es perfecto, ¡lo cambiaremos gratis - dos veces si es necesario!",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Clientes navegando que muestran señales de duda sobre tallas",
          "scenario_objective": "Abordar la duda en tiempo real",
          "main_messages_ideas": "Activación de ayuda con tallas, Reseñas de clientes por talla, Chat de asistente de ajuste",
          "message_sequence": [
            {
              "title": "Activación de Ayuda con Tallas",
              "description": "Tiempo real: Cuando el cliente ve la guía de tallas múltiples veces",
              "content": "¿Necesita ayuda con las tallas? Chatea con nuestro experto en ajuste ahora, o revise lo que dicen clientes de su altura/peso sobre el ajuste.",
              "channel": "Pop-up en Sitio"
            },
            {
              "title": "Reseñas de Clientes Similares",
              "description": "En página de producto: Prueba social por tipo de cuerpo",
              "content": "Vea reseñas de clientes con medidas similares. '¡Mido 1.65m y la M me queda perfecta!' Filtre por su talla.",
              "channel": "Widget en Sitio"
            },
            {
              "title": "Asistente de Ajuste por WhatsApp",
              "description": "Contacto proactivo para navegantes dudosos",
              "content": "¡Hola! Noté que está revisando [Producto]. ¿Necesita ayuda con las tallas? ¡Puedo darle una recomendación personalizada!",
              "channel": "WhatsApp"
            }
          ]
        }
      ]
    },
    {
      "program_name": "Completar el Look y Constructor de Outfits",
      "target": "Todos los clientes, segmentados por historial de compras y preferencias de estilo",
      "objective": "Aumentar el valor promedio del pedido en un 25% y artículos por pedido mediante recomendaciones inteligentes de outfits",
      "kpi": "Valor promedio del pedido (objetivo: +25%), Artículos por pedido (objetivo: +1.5), Tasa de conversión de venta cruzada",
      "description": "Programa impulsado por IA que sugiere outfits completos, artículos complementarios y combinaciones de construcción de armario basadas en comportamiento de navegación, compras y perfil de estilo.",
      "scenarios": [
        {
          "scenario_target": "Clientes viendo artículos individuales",
          "scenario_objective": "Aumentar el tamaño de la cesta con sugerencias de outfits",
          "main_messages_ideas": "Completar el outfit, Mezclar y combinar, Estilismo versátil, Ahorros en paquetes",
          "message_sequence": [
            {
              "title": "Complete Este Look",
              "description": "En sitio: Sugerencias de outfit en tiempo real",
              "content": "¿Le encanta este [Producto]? Aquí le mostramos cómo completar el look. Añada las 3 piezas y ahorre 15% en el outfit.",
              "channel": "Widget en Sitio"
            },
            {
              "title": "Sugerencia de Outfit Post-Añadir",
              "description": "Después de añadir al carrito: Artículos complementarios",
              "content": "¡Gran elección! Estas piezas fueron hechas para ir juntas. Añada [Producto 2] + [Producto 3] para el outfit completo.",
              "channel": "Pop-up en Sitio"
            },
            {
              "title": "Email de Ideas de Outfits",
              "description": "24 horas después de navegar: Lookbook completo",
              "content": "5 formas de usar [Producto que vio]. De casual a elegante - obtenga inspiración de outfits y compre cada look.",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Compradores recientes",
          "scenario_objective": "Venta cruzada de artículos que coordinan con la compra",
          "main_messages_ideas": "Estilice su compra, Vacíos de armario, Nuevas llegadas que combinan",
          "message_sequence": [
            {
              "title": "Piezas que Combinan",
              "description": "Día 7 post-compra: Sugerencias de coordinación",
              "content": "¡Su [Compra Reciente] se ve increíble con estas piezas! Nuestros estilistas eligieron artículos que crean más de 10 combinaciones de outfits.",
              "channel": "Email"
            },
            {
              "title": "Análisis de Vacíos de Armario",
              "description": "Día 14: Identificar básicos faltantes",
              "content": "Basándonos en sus compras, podría estar faltándole estos esenciales de armario. Complete su colección para opciones infinitas de outfits.",
              "channel": "Email"
            },
            {
              "title": "Nuevas Llegadas para Usted",
              "description": "Cuando nuevos artículos coinciden con su estilo: Alerta personalizada",
              "content": "¡Recién llegado! Nuevas piezas que complementan perfectamente su estilo. Basado en su [Compra Reciente], le encantarán estas.",
              "channel": "Email + Push"
            }
          ]
        },
        {
          "scenario_target": "Completadores del quiz de estilo",
          "scenario_objective": "Recomendaciones de outfits curadas basadas en preferencias",
          "main_messages_ideas": "Cápsula personalizada, Coincidencias de perfil de estilo, Adaptaciones de tendencias",
          "message_sequence": [
            {
              "title": "Sus Outfits Personalizados",
              "description": "Después del quiz: Looks adaptados al estilo",
              "content": "Basándonos en su personalidad de estilo [Tipo de Estilo], aquí hay 6 outfits completos curados solo para usted. Del trabajo al fin de semana - le tenemos cubierto/a.",
              "channel": "Email"
            },
            {
              "title": "Tendencias en Su Estilo",
              "description": "Mensual: Tendencias específicas de estilo",
              "content": "¡Las tendencias de [Tipo de Estilo] de esta temporada están aquí! Así es como adaptar la pasarela a su estilo personal.",
              "channel": "Email"
            },
            {
              "title": "Iniciador de Armario Cápsula",
              "description": "Trimestral: Construcción de colección",
              "content": "Construya un armario cápsula de [Tipo de Estilo] con solo 15 piezas. Mezcle y combine para más de 50 outfits. Compre la cápsula completa.",
              "channel": "Email"
            }
          ]
        }
      ]
    },
    {
      "program_name": "Lanzamiento de Colección de Temporada",
      "target": "Todos los clientes activos y suscriptores comprometidos",
      "objective": "Maximizar las ventas de la semana de lanzamiento (+50% vs. semana promedio) y crear expectación sostenible en torno a las nuevas colecciones de temporada",
      "kpi": "Ingresos de semana de lanzamiento (vs. semana promedio), Tasas de engagement de emails, Conversión de pre-pedidos, Inscripciones en lista de espera, Menciones sociales",
      "description": "Campaña multicanal integral para crear anticipación e impulsar ventas de nuevas colecciones de temporada con acceso escalonado basado en el valor del cliente y engagement sofisticado pre-lanzamiento.",
      "scenarios": [
        {
          "scenario_target": "Clientes VIP (top 20% por valor o frecuencia de compra)",
          "scenario_objective": "Acceso anticipado y vista previa exclusiva para recompensar la lealtad",
          "main_messages_ideas": "Vista previa exclusiva, Acceso anticipado de 72 horas, Piezas solo para VIP, Oferta de sesión de estilismo personal, Detrás de escenas",
          "message_sequence": [
            {
              "title": "Vista Previa Anticipada VIP",
              "description": "14 días antes del lanzamiento: Vista previa detrás de escenas",
              "content": "Usted es el/la primero/a en verlo. Nuestra nueva colección de [Temporada] - un vistazo detrás de escenas al proceso de diseño y piezas estrella.",
              "channel": "Email"
            },
            {
              "title": "Video de Historia de Diseño",
              "description": "10 días antes: Mensaje del director creativo",
              "content": "Un mensaje de nuestro Director Creativo sobre la inspiración detrás de [Nombre de Colección]. Vea el video exclusivo.",
              "channel": "Email"
            },
            {
              "title": "Acceso a Lista de Deseos VIP",
              "description": "7 días antes: Guardar favoritos temprano",
              "content": "¡Construya su lista de deseos ahora! Navegue la colección completa de [Temporada] y guarde sus favoritos antes de que abran las compras.",
              "channel": "Email"
            },
            {
              "title": "Desbloqueo de Acceso Anticipado",
              "description": "72 horas antes del lanzamiento público: Acceso de compra",
              "content": "Su acceso anticipado VIP está ACTIVO. Compre la colección de [Temporada] antes que nadie. Mejores tallas, mejor selección, solo para usted.",
              "channel": "Email + SMS"
            },
            {
              "title": "Soporte de Estilismo por WhatsApp",
              "description": "Durante acceso anticipado: Asistencia personal",
              "content": "¿Necesita ayuda navegando la nueva colección? Nuestros estilistas están disponibles en WhatsApp para ayudarle a construir el pedido perfecto.",
              "channel": "WhatsApp"
            },
            {
              "title": "Piezas Exclusivas VIP",
              "description": "Día de lanzamiento: Destacar piezas limitadas solo para VIPs",
              "content": "Estas piezas de edición limitada están reservadas solo para nuestros VIPs. No disponibles al público - nunca. Compre sus exclusivos ahora.",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Miembros del programa de fidelización (nivel no VIP)",
          "scenario_objective": "Acceso anticipado de 24 horas para impulsar el engagement y mejoras de nivel",
          "main_messages_ideas": "Acceso anticipado para miembros, Oportunidad de ganar puntos, Beneficios de mejora a VIP, Colores exclusivos",
          "message_sequence": [
            {
              "title": "Primera Vista para Miembros",
              "description": "5 días antes del lanzamiento: Vista previa de colección",
              "content": "Como miembro de [Programa], tiene primera vista de nuestra colección de [Temporada]. ¡Guarde sus favoritos y prepare su lista de deseos!",
              "channel": "Email"
            },
            {
              "title": "Colores Exclusivos para Miembros",
              "description": "3 días antes: Opciones exclusivas",
              "content": "Estos 3 colores son exclusivos solo para miembros. No disponibles al público - añádalos a su lista de deseos ahora.",
              "channel": "Email"
            },
            {
              "title": "Acceso Anticipado Activo",
              "description": "24 horas antes del lanzamiento público",
              "content": "¡Su acceso anticipado está activo! Compre la nueva colección de [Temporada] + gane puntos TRIPLES solo hoy. ¡Mejore a VIP con este pedido!",
              "channel": "Email + SMS"
            },
            {
              "title": "Alerta de Mejora de Nivel",
              "description": "Durante acceso anticipado: Mostrar progreso",
              "content": "¡Está a solo [€X] del estatus VIP! Mejore ahora y desbloquee acceso anticipado de 72 horas a futuros lanzamientos.",
              "channel": "Notificación Push"
            }
          ]
        },
        {
          "scenario_target": "Lista general de suscriptores",
          "scenario_objective": "Crear anticipación e impulsar el tráfico del día de lanzamiento",
          "main_messages_ideas": "Contenido teaser, Cuenta regresiva para lanzamiento, Muestra de novedades, Evento del día de lanzamiento, Engagement social",
          "message_sequence": [
            {
              "title": "Campaña Teaser",
              "description": "7 días antes del lanzamiento: Vista previa misteriosa",
              "content": "Algo emocionante se acerca. Obtenga un adelanto de los colores, texturas y siluetas de nuestra colección de [Temporada].",
              "channel": "Email"
            },
            {
              "title": "Historia de la Colección",
              "description": "5 días antes: Storytelling de marca",
              "content": "La inspiración: [Nombre de Colección] fue inspirada por [Tema]. Aquí está la historia detrás de los imprescindibles de la próxima temporada.",
              "channel": "Email"
            },
            {
              "title": "Revelación de Colección Completa",
              "description": "2 días antes del lanzamiento: Vista previa completa",
              "content": "Presentamos [Nombre de Colección]. Vea cada pieza, guarde sus favoritos y esté listo/a cuando abran las compras en 48 horas.",
              "channel": "Email"
            },
            {
              "title": "Recordatorio de Cuenta Regresiva",
              "description": "Día anterior: Recordatorio final",
              "content": "¡Mañana es el día! Ponga su alarma - [Nombre de Colección] se lanza a las [Hora]. Únase a la lista de espera para saltarse la cola.",
              "channel": "SMS"
            },
            {
              "title": "Anuncio del Día de Lanzamiento",
              "description": "Momento del lanzamiento: La colección está disponible",
              "content": "¡Ya ESTÁ AQUÍ! Compre la nueva colección de [Temporada] AHORA. Las mejores tallas se agotan rápido - ¡no espere!",
              "channel": "Email + SMS + Push"
            },
            {
              "title": "Resumen de Bestsellers",
              "description": "Día 3: Destacar artículos populares",
              "content": "Las piezas de las que todos están obsesionados. Vea los 10 bestsellers de [Nombre de Colección] - ¡aún disponibles en la mayoría de tallas!",
              "channel": "Email"
            },
            {
              "title": "Registro para Alerta de Reposición",
              "description": "Cuando se agoten los artículos: Captura de lista de espera",
              "content": "¿[Producto] agotado en su talla? Únase a la lista de espera de reposición y sea el/la primero/a en saber cuando vuelva.",
              "channel": "En Sitio + Email"
            }
          ]
        }
      ]
    },
    {
      "program_name": "Alertas de Vuelta en Stock y Lista de Deseos",
      "target": "Clientes que mostraron interés en artículos agotados o guardados en lista de deseos",
      "objective": "Capturar 30% de ventas perdidas por agotamientos e impulsar conversión desde listas de deseos",
      "kpi": "Tasa de conversión de vuelta en stock (objetivo: 35%), Tasa de lista de deseos a compra, Tasa de registro de alertas",
      "description": "Sistema de notificación en tiempo real que alerta a los clientes en el momento en que sus artículos deseados vuelven o bajan de precio, creando momentos de compra impulsados por urgencia.",
      "scenarios": [
        {
          "scenario_target": "Clientes que vieron artículos agotados",
          "scenario_objective": "Capturar email y convertir cuando se repongan",
          "main_messages_ideas": "Notificación de reposición, Sugerencias alternativas, Acceso prioritario",
          "message_sequence": [
            {
              "title": "Solicitud de Inscripción a Lista de Espera",
              "description": "En página de producto: Capturar interés",
              "content": "Este artículo está actualmente agotado en su talla. Sea el/la primero/a en saber cuando vuelva - ¡únase a la lista de espera!",
              "channel": "Widget en Sitio"
            },
            {
              "title": "Mientras Espera",
              "description": "Después del registro: Sugerencias alternativas",
              "content": "¡Gracias por unirse a la lista de espera! Mientras espera, aquí hay estilos similares disponibles ahora que podría amar.",
              "channel": "Email"
            },
            {
              "title": "Alerta de Vuelta en Stock",
              "description": "Cuando se reponga: Notificación inmediata",
              "content": "¡Ha VUELTO! [Producto] en [Talla] ya está en stock. La última vez se agotó en [X] horas. ¡Compre ahora!",
              "channel": "Email + SMS + Push"
            },
            {
              "title": "Aviso de Bajo Stock",
              "description": "Si no se compra después de 24 horas: Urgencia",
              "content": "¡Solo quedan [X]! [Producto] se está agotando rápido de nuevo. No se lo pierda esta vez.",
              "channel": "SMS"
            }
          ]
        },
        {
          "scenario_target": "Creadores de listas de deseos",
          "scenario_objective": "Convertir artículos guardados en compras",
          "main_messages_ideas": "Recordatorios de lista de deseos, Bajadas de precio, Alertas de stock, Pistas de regalo",
          "message_sequence": [
            {
              "title": "Confirmación de Lista de Deseos",
              "description": "Después de guardar: Confirmar y enganchar",
              "content": "¡Guardado! [Producto] está en su lista de deseos. Le avisaremos si entra en oferta o se está agotando.",
              "channel": "En Sitio + Email"
            },
            {
              "title": "Resumen Semanal de Lista de Deseos",
              "description": "Semanal: Actualización de estado",
              "content": "Actualización de su lista de deseos: 3 artículos aún disponibles, 1 artículo bajo en stock, ¡1 artículo ahora en oferta! ¿Tiempo de consentirse?",
              "channel": "Email"
            },
            {
              "title": "Alerta de Bajada de Precio",
              "description": "Cuando baja el precio: Notificación inmediata",
              "content": "¡Bajada de precio! [Producto] en su lista de deseos ahora tiene [X]% de descuento. ¡El precio de oferta no durará mucho!",
              "channel": "Email + SMS"
            },
            {
              "title": "Alerta de Bajo Stock",
              "description": "Cuando baja el stock: Notificación de urgencia",
              "content": "¡Atención! [Producto] en su lista de deseos casi se agota. Solo quedan [X] en su talla.",
              "channel": "Push + Email"
            },
            {
              "title": "Función de Pista de Regalo",
              "description": "Antes de festividades: Compartir lista de deseos",
              "content": "¡Dé una pista! Comparta su lista de deseos con amigos y familia. Haga que regalar sea fácil este/a [Festividad].",
              "channel": "Email"
            },
            {
              "title": "Abandono de Lista de Deseos",
              "description": "30 días sin acción: Re-engagement",
              "content": "¿Aún soñando con [Producto]? Ha estado en su lista de deseos durante un mes. Aquí tiene 10% de descuento para hacerlo suyo.",
              "channel": "Email"
            }
          ]
        }
      ]
    },
    {
      "program_name": "Programa de Fidelización y Engagement VIP",
      "target": "Clientes recurrentes y miembros del programa de fidelización",
      "objective": "Aumentar el valor de vida del cliente en un 40%, frecuencia de compra en un 30% y engagement con el programa",
      "kpi": "Tasa de inscripción en programa de fidelización (objetivo: 60%), Tasa de canje de puntos (objetivo: 70%), Mejoras de nivel VIP, CLV de miembros vs. no miembros (+40%)",
      "description": "Estrategia integral de engagement de fidelización que recompensa las compras recurrentes, celebra hitos, crea experiencias exclusivas y hace que los clientes se sientan como insiders.",
      "scenarios": [
        {
          "scenario_target": "Clientes con 2+ compras (aún no inscritos)",
          "scenario_objective": "Impulsar la inscripción en el programa de fidelización",
          "main_messages_ideas": "Beneficios del programa, Puntos por compras anteriores, Inscripción fácil, Bono de bienvenida, Ventajas exclusivas",
          "message_sequence": [
            {
              "title": "Introducción a Fidelización",
              "description": "Después de la segunda compra: Invitación al programa",
              "content": "Ha comprado con nosotros dos veces - ¡merece recompensas! Únase a [Nombre del Programa] y gane puntos en cada compra, más ventajas exclusivas.",
              "channel": "Email"
            },
            {
              "title": "Oferta de Puntos Retroactivos",
              "description": "Día 5: Ofrecer acreditar puntos de compras anteriores",
              "content": "¡Únase hoy y le acreditamos [X] puntos por sus compras recientes! Son €[X] para su próximo pedido - ¡esperándole!",
              "channel": "Email"
            },
            {
              "title": "Muestra de Beneficios para Miembros",
              "description": "Día 10: Destacar beneficios exclusivos",
              "content": "Esto es lo que obtienen los miembros: Envío gratis en cada pedido, Recompensas de cumpleaños, Acceso anticipado a rebajas, Días de puntos dobles. ¡No se lo pierda!",
              "channel": "Email"
            },
            {
              "title": "Último Empujón de Inscripción",
              "description": "Día 14: Mensaje de última oportunidad",
              "content": "Sus [X] puntos de bono expiran en 7 días. Únase a [Nombre del Programa] ahora para reclamarlos. ¡Toma 30 segundos!",
              "channel": "Email + SMS"
            }
          ]
        },
        {
          "scenario_target": "Miembros activos de fidelización (nivel base)",
          "scenario_objective": "Impulsar el engagement y la progresión de nivel",
          "main_messages_ideas": "Actualizaciones de saldo de puntos, Progreso de nivel, Recompensas exclusivas, Ventajas de cumpleaños, Sugerencias de canje",
          "message_sequence": [
            {
              "title": "Actualización Mensual de Puntos",
              "description": "Mensual: Saldo de puntos y opciones de canje",
              "content": "Su actualización de [Programa]: ¡[X] puntos listos para canjear! Esto es lo que puede obtener: €10 de descuento, envío gratis o productos exclusivos.",
              "channel": "Email"
            },
            {
              "title": "Alerta de Progreso de Nivel",
              "description": "Cuando esté cerca del siguiente nivel: Notificación de progreso",
              "content": "¡Está a [€X] del estatus Silver! Haga una compra para desbloquear: 15% de descuento siempre, envío express gratis y vistas previas exclusivas.",
              "channel": "Email + SMS"
            },
            {
              "title": "Día de Puntos Dobles",
              "description": "Mensual u ocasiones especiales: Ganancia de bonus",
              "content": "¡Puntos DOBLES solo hoy! Todo lo que compre gana 2x puntos. Acérquese más rápido a su próxima recompensa.",
              "channel": "Email + Push"
            },
            {
              "title": "Celebración de Cumpleaños",
              "description": "Mes de cumpleaños: Recompensa especial",
              "content": "¡Feliz Cumpleaños, [Nombre]! Aquí está nuestro regalo: Elija 20% de descuento O puntos dobles en su compra de cumpleaños. ¡Válido todo el mes!",
              "channel": "Email + SMS"
            },
            {
              "title": "Aviso de Expiración de Puntos",
              "description": "30 días antes de expirar: Recordatorio",
              "content": "¡[X] puntos expiran en 30 días! Úselos ahora - aquí hay formas rápidas de canjear antes de que se pierdan.",
              "channel": "Email"
            },
            {
              "title": "Recompensa de Aniversario",
              "description": "Aniversario de 1 año como miembro",
              "content": "¡Es nuestro aniversario! Gracias por un año con [Marca]. Aquí tiene una recompensa exclusiva: bonus de [X] puntos + 25% de descuento solo esta semana.",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Miembros de nivel Silver",
          "scenario_objective": "Mantener engagement e impulsar hacia Gold",
          "main_messages_ideas": "Recordatorio de beneficios Silver, Vista previa de Gold, Acceso exclusivo, Toques personales",
          "message_sequence": [
            {
              "title": "Celebración de Estatus Silver",
              "description": "Al desbloquear nivel: Bienvenida a Silver",
              "content": "¡Bienvenido/a a Silver! Ha desbloqueado: 15% de descuento siempre, envío express gratis y acceso anticipado de 48 horas a rebajas. ¡Compre sus beneficios ahora!",
              "channel": "Email + SMS"
            },
            {
              "title": "Vista Previa de Gold",
              "description": "Mensual: Mostrar beneficios del siguiente nivel",
              "content": "Adelanto de beneficios Gold: 20% de descuento siempre, entrega gratis el mismo día, ventas privadas y estilista personal. ¡Está a [€X]!",
              "channel": "Email"
            },
            {
              "title": "Evento Solo para Silver",
              "description": "Trimestral: Evento exclusivo",
              "content": "Exclusivo para Miembros Silver: Noche de compras privada con 25% de descuento en todo + consultas de estilismo. Reserve ahora.",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Miembros VIP/nivel Gold",
          "scenario_objective": "Experiencias exclusivas para mantener el estatus VIP y crear defensores",
          "main_messages_ideas": "Ventas privadas, Eventos exclusivos, Estilismo personal, Primer acceso, Sorpresa y deleite",
          "message_sequence": [
            {
              "title": "Venta Privada VIP",
              "description": "Trimestral: Acceso exclusivo a ventas",
              "content": "Venta Privada VIP: 30% de descuento en todo durante 48 horas. No necesita código - descuento aplicado automáticamente para miembros Gold.",
              "channel": "Email + SMS"
            },
            {
              "title": "Invitación a Evento Exclusivo",
              "description": "Para ocasiones especiales: Invitación exclusiva",
              "content": "Está invitado/a: Únase a nosotros para un evento exclusivo de estilismo [virtual/en tienda] con [Diseñador/Celebridad]. Limitado solo a miembros Gold.",
              "channel": "Email"
            },
            {
              "title": "Contacto de Estilista Personal",
              "description": "Trimestral: Recomendaciones de estilo personalizadas",
              "content": "Su actualización de estilo de temporada de [Nombre del Estilista]. Basado en sus compras y preferencias, esto es lo que recomendamos para [Temporada].",
              "channel": "Email"
            },
            {
              "title": "Regalo Sorpresa",
              "description": "Aleatorio: Deleite inesperado",
              "content": "¡Un pequeño detalle solo para usted! Revise su próximo pedido para un regalo sorpresa de nuestra parte. No necesita compra - ¡está en camino!",
              "channel": "Email"
            },
            {
              "title": "Primer Acceso a Todo",
              "description": "Para cualquier nuevo lanzamiento: Notificación prioritaria",
              "content": "Primer acceso para Gold: [Nuevo Producto/Colección] ya está disponible - 72 horas antes que nadie. Compre su ventana exclusiva.",
              "channel": "Email + SMS"
            },
            {
              "title": "Servicio de Conserjería VIP",
              "description": "Continuo: Asistencia de compras personal",
              "content": "Su conserjería VIP está aquí. ¿Necesita algo? Compras personales, recomendaciones de regalos o solicitudes especiales - estamos a un mensaje de distancia.",
              "channel": "WhatsApp"
            }
          ]
        }
      ]
    },
    {
      "program_name": "Recuperación y Re-Engagement",
      "target": "Clientes que no han comprado en más de 60 días",
      "objective": "Re-enganchar al 15-20% de clientes inactivos antes de que abandonen completamente",
      "kpi": "Tasa de reactivación (objetivo: 18%), Ingresos de recuperación, Tasa de apertura de emails de re-engagement, Recuperación de clientes perdidos",
      "description": "Secuencia progresiva de re-engagement con ofertas escaladas y apelaciones emocionales para traer de vuelta a clientes inactivos, con diferentes enfoques basados en el valor del cliente, historial de compras y duración de inactividad.",
      "scenarios": [
        {
          "scenario_target": "Clientes inactivos recientes (60-90 días inactivos)",
          "scenario_objective": "Re-engagement suave antes de que olviden la marca",
          "main_messages_ideas": "Qué hay de nuevo, Nuevas llegadas que coinciden con su estilo anterior, Contacto amable, Recomendaciones personalizadas",
          "message_sequence": [
            {
              "title": "Le Hemos Echado de Menos",
              "description": "Día 60: Contacto amistoso con novedades",
              "content": "¡Ha pasado un tiempo! Esto es lo nuevo en [Marca] desde su última visita - y creemos que le encantará según su estilo.",
              "channel": "Email"
            },
            {
              "title": "Su Actualización de Estilo",
              "description": "Día 70: Recomendaciones personalizadas",
              "content": "¿Recuerda cuando compró [compra anterior]? Aquí hay nuevas piezas que combinan perfectamente con ella. ¡Su actualización de armario le espera!",
              "channel": "Email"
            },
            {
              "title": "Lo Que Se Ha Perdido",
              "description": "Día 80: Contenido FOMO",
              "content": "Mientras estuvo ausente: 5 bestsellers que se agotaron (¡y volvieron!), 3 nuevas colecciones y más de 1.000 clientes felices. ¡Esto es lo que se perdió!",
              "channel": "Email"
            },
            {
              "title": "Pequeño Incentivo",
              "description": "Día 85: Oferta de bienvenida de vuelta",
              "content": "Aquí tiene 10% de descuento para darle la bienvenida de vuelta. Vea lo que es tendencia esta temporada - su próxima pieza favorita le está esperando.",
              "channel": "Email + SMS"
            }
          ]
        },
        {
          "scenario_target": "Clientes inactivos a largo plazo (90-180 días inactivos)",
          "scenario_objective": "Re-engagement más fuerte con ofertas atractivas",
          "main_messages_ideas": "Le echamos de menos, Grandes cambios, Fuerte incentivo de retorno, Evolución de marca",
          "message_sequence": [
            {
              "title": "Le Echamos de Menos",
              "description": "Día 90: Re-engagement emocional",
              "content": "Le echamos de menos, [Nombre]! Mucho ha cambiado en [Marca] desde su última visita. Venga a ver qué hay de nuevo - hemos guardado su perfil de estilo.",
              "channel": "Email"
            },
            {
              "title": "Qué Ha Cambiado",
              "description": "Día 105: Destacar nuevos productos/funciones",
              "content": "Esto es lo que se ha perdido: Nueva colección sostenible, rango de tallas ampliado, envíos más rápidos. Su próximo favorito le está esperando.",
              "channel": "Email"
            },
            {
              "title": "Historias de Retorno de Clientes",
              "description": "Día 115: Prueba social",
              "content": "Vea por qué los clientes están volviendo a [Marca]. Historias reales de personas que redescubrieron su amor por nosotros.",
              "channel": "Email"
            },
            {
              "title": "Fuerte Oferta de Retorno",
              "description": "Día 130: Descuento significativo",
              "content": "Oferta de bienvenida de vuelta: 20% de descuento en todo su pedido + envío gratis. ¡Realmente queremos que vuelva, [Nombre]!",
              "channel": "Email + SMS"
            },
            {
              "title": "Último Intento",
              "description": "Día 160: Última oportunidad antes de supresión",
              "content": "¿Es esto un adiós, [Nombre]? Odiaríamos verle ir. Última oportunidad para 25% de descuento - su mejor oferta de nosotros.",
              "channel": "Email"
            },
            {
              "title": "Solicitud de Feedback",
              "description": "Día 170: Aprender antes de desuscribir",
              "content": "Notamos que ha estado ausente. ¿Podría compartir qué podría traerle de vuelta? Su feedback moldea nuestro futuro. Responda o tome nuestra encuesta de 1 minuto.",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Clientes inactivos de alto valor (anteriormente en el top 30% por gasto)",
          "scenario_objective": "Enfoque de recuperación con guante blanco y tratamiento premium",
          "main_messages_ideas": "Contacto personal, Oferta exclusiva de recuperación VIP, Solicitud de feedback, Soporte dedicado",
          "message_sequence": [
            {
              "title": "Contacto Personal",
              "description": "Día 60: Mensaje personal del equipo",
              "content": "Hola [Nombre], soy [Miembro del equipo] de [Marca]. Notamos que ha pasado un tiempo y queríamos contactarle personalmente. ¿Va todo bien? ¡Le echamos de menos!",
              "channel": "Email"
            },
            {
              "title": "Recordatorio de Estatus VIP",
              "description": "Día 70: Recordar beneficios ganados",
              "content": "¡Su estatus VIP le está esperando! Ha ganado [X] puntos y beneficios de nivel Gold. No los deje perder - compre ahora para mantener su estatus.",
              "channel": "Email"
            },
            {
              "title": "Oferta Exclusiva de Retorno VIP",
              "description": "Día 80: Paquete premium de retorno",
              "content": "Nos encantaría darle la bienvenida de vuelta: 25% de descuento + envío express gratis + consulta de estilismo de cortesía. Exclusivo VIP - solo para usted.",
              "channel": "Email + SMS"
            },
            {
              "title": "Contacto Personal por WhatsApp",
              "description": "Día 90: Conversación directa",
              "content": "¡Hola [Nombre]! Soy [Estilista] de [Marca]. Noté que no ha comprado en un tiempo. ¿Hay algo que pueda ayudarle a encontrar?",
              "channel": "WhatsApp"
            },
            {
              "title": "Regalo Premium con Retorno",
              "description": "Día 100: Incentivo de alto valor",
              "content": "Regalo de bienvenida de vuelta: Haga cualquier compra y reciba gratis [Artículo Premium, valor €50] como nuestra forma de decir que le echamos de menos.",
              "channel": "Email"
            },
            {
              "title": "Solicitud Detallada de Feedback",
              "description": "Día 110: Aprender por qué se fueron",
              "content": "Valoramos su opinión más que la mayoría. ¿Podría compartir qué podría traerle de vuelta? Su feedback moldea directamente nuestras decisiones.",
              "channel": "Email"
            }
          ]
        }
      ]
    },
    {
      "program_name": "Rebajas y Eventos Promocionales",
      "target": "Todos los clientes segmentados por nivel de engagement e historial de compras",
      "objective": "Maximizar los ingresos de rebajas mientras se protege el valor de marca; objetivo del 40% de ingresos anuales durante rebajas clave",
      "kpi": "Tasa de conversión en rebajas, Tasa de descuento promedio (<25%), Adquisición de nuevos clientes durante rebajas, Tasa de liquidación de inventario (objetivo: 85%)",
      "description": "Calendario promocional estratégico que crea urgencia sin entrenar a los clientes a esperar siempre las rebajas, con acceso escalonado basado en el estatus del cliente y personalización inteligente de ofertas.",
      "scenarios": [
        {
          "scenario_target": "Acceso anticipado VIP a rebajas",
          "scenario_objective": "Recompensar la lealtad con primer acceso a la mejor selección",
          "main_messages_ideas": "Acceso a venta privada, Mejores tallas/colores, Horas solo para VIP, Descuento extra",
          "message_sequence": [
            {
              "title": "Vista Previa de Rebajas VIP",
              "description": "48 horas antes de las rebajas públicas: Vista previa exclusiva",
              "content": "Vista Previa VIP: Las rebajas empiezan para USTED AHORA. Mejor selección, mejores tallas, ventaja completa de 48 horas. Además, 5% extra de descuento solo para VIPs.",
              "channel": "Email + SMS"
            },
            {
              "title": "Alerta de Rebajas de Lista de Deseos VIP",
              "description": "Artículos en lista de deseos ahora en rebajas",
              "content": "¡Buenas noticias! 3 artículos en su lista de deseos ahora están en rebajas. El acceso VIP significa que puede comprarlos antes de que se agoten.",
              "channel": "Push + Email"
            },
            {
              "title": "Aviso de Rebajas Haciéndose Públicas",
              "description": "Cuando las rebajas abren para todos: Recordatorio de comprar bestsellers",
              "content": "Las rebajas abren para todos mañana. Última oportunidad de conseguir bestsellers a precios solo para VIP antes de la avalancha.",
              "channel": "Email + SMS"
            }
          ]
        },
        {
          "scenario_target": "Miembros de fidelización durante acceso privado",
          "scenario_objective": "Recompensar miembros con acceso anticipado de 24 horas",
          "main_messages_ideas": "Acceso anticipado para miembros, Puntos dobles, Oportunidad de mejora de nivel",
          "message_sequence": [
            {
              "title": "Acceso Anticipado para Miembros",
              "description": "24 horas antes del público: Exclusivo para miembros",
              "content": "Exclusivo para miembros: El acceso a rebajas empieza AHORA. Compre primero y gane puntos DOBLES en todos los artículos en rebajas. Acceso público mañana.",
              "channel": "Email + SMS"
            },
            {
              "title": "Oportunidad de Mejora de Nivel",
              "description": "Durante acceso anticipado: Mostrar progreso",
              "content": "¡Esta rebaja podría mejorarle a [Siguiente Nivel]! Está a [€X]. Alcáncelo y desbloquee acceso anticipado VIP para todas las futuras rebajas.",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Lista general durante rebajas públicas",
          "scenario_objective": "Impulsar volumen de ventas con mensajes de urgencia",
          "main_messages_ideas": "Anuncio de rebajas, Destacados por categoría, Alertas de última oportunidad, Lo mejor de rebajas",
          "message_sequence": [
            {
              "title": "Anuncio de Rebajas",
              "description": "Inicio de rebajas: Anuncio principal",
              "content": "¡Las [Nombre de Rebajas] están AQUÍ! Hasta 50% de descuento en todo el sitio. Nuestra rebaja más grande de la temporada - compre antes de que se agoten los bestsellers.",
              "channel": "Email + SMS"
            },
            {
              "title": "Destacado de Categoría - Día 2",
              "description": "Día 2: Destacar categorías específicas",
              "content": "Destacado de rebajas: Vestidos hasta 50% de descuento. Las selecciones top de nuestros editores para cada ocasión - del trabajo al fin de semana.",
              "channel": "Email"
            },
            {
              "title": "Destacado de Categoría - Día 3",
              "description": "Día 3: Enfoque en categoría diferente",
              "content": "Destacado de rebajas: Abrigos hasta 40% de descuento. Su chaqueta de nueva temporada le está esperando - estilos bestsellers incluidos.",
              "channel": "Email"
            },
            {
              "title": "Bestsellers Aún Disponibles",
              "description": "Mitad de rebajas: Destacar artículos populares",
              "content": "¡Buenas noticias: Los 10 bestsellers todavía están en stock! No durarán - compre las piezas que todos están comprando.",
              "channel": "Email"
            },
            {
              "title": "Rebajas Adicionales",
              "description": "Día 5: Nuevas reducciones",
              "content": "¡Rebajas EXTRA recién añadidas! Hasta 60% de descuento ahora en más de 500 estilos. ¡Actualice su carrito - los precios bajaron!",
              "channel": "Email + SMS"
            },
            {
              "title": "Terminando Pronto",
              "description": "Últimas 48 horas: Urgencia",
              "content": "¡Las rebajas terminan en 48 horas! Rebajas finales añadidas. Esta es su última oportunidad para hasta 60% de descuento.",
              "channel": "Email + SMS"
            },
            {
              "title": "Últimas Horas",
              "description": "Últimas 6 horas: Última oportunidad",
              "content": "ÚLTIMAS HORAS: Las rebajas terminan a medianoche. Esto es todo - hasta 60% de descuento termina esta noche. ¡No tenga arrepentimientos!",
              "channel": "SMS + Push"
            }
          ]
        },
        {
          "scenario_target": "Abandonadores de carrito durante rebajas",
          "scenario_objective": "Recuperación acelerada durante eventos de tiempo limitado",
          "main_messages_ideas": "Recordatorio de precio de rebajas, Urgencia de stock, Aviso de fin de rebajas",
          "message_sequence": [
            {
              "title": "Recordatorio de Carrito en Rebajas",
              "description": "30 min después del abandono: Recordatorio de urgencia",
              "content": "¡Sus artículos en rebajas le esperan! [Artículos] al [X]% de descuento no durarán. Los precios de rebajas expiran el [fecha] - complete su pedido ahora.",
              "channel": "Email"
            },
            {
              "title": "Alerta de Bajo Stock",
              "description": "2 horas: Urgencia basada en stock",
              "content": "¡Quedando poco! [Producto] en su carrito solo tiene 2 al precio de rebajas. ¡No pierda esta oferta!",
              "channel": "SMS"
            },
            {
              "title": "Alerta de Fin de Rebajas del Carrito",
              "description": "Día final de rebajas: Urgencia extrema",
              "content": "¡Sus artículos del carrito en rebajas expiran ESTA NOCHE! [X] artículos con total de €[X] en ahorros. No pierda estas ofertas.",
              "channel": "Email + SMS"
            }
          ]
        }
      ]
    },
    {
      "program_name": "Programa de Referidos y Defensa de Marca",
      "target": "Clientes satisfechos que han realizado 2+ compras y dejado reseñas positivas",
      "objective": "Generar 15-20% de adquisición de nuevos clientes a través de referidos; crear ejército de defensores de marca",
      "kpi": "Tasa de referidos (objetivo: 12%), Tasa de conversión de referidos (objetivo: 25%), Envíos de UGC, Menciones sociales",
      "description": "Programa de defensa multifacético que fomenta referidos, compartir en redes sociales y contenido generado por usuarios para impulsar el crecimiento orgánico y marketing de marca auténtico.",
      "scenarios": [
        {
          "scenario_target": "Solicitud de referido post-compra (después de experiencia positiva)",
          "scenario_objective": "Capturar referidos en el momento de máxima satisfacción",
          "main_messages_ideas": "Comparte el amor, Descuento para amigos, Recompensa para quien refiere, Beneficio de doble vía, Prueba social",
          "message_sequence": [
            {
              "title": "Introducción al Programa de Referidos",
              "description": "Después de reseña positiva o 2ª compra",
              "content": "¿Le encanta [Marca]? ¡Comparta el amor! Dé a sus amigos €15 de descuento en su primer pedido, y obtenga €15 por cada amigo que compre. ¡Todos ganan!",
              "channel": "Email"
            },
            {
              "title": "Herramientas Fáciles para Compartir",
              "description": "Día 3: Hacer que compartir sea sin esfuerzo",
              "content": "Comparta su enlace de referido en segundos: Copie el enlace, comparta en WhatsApp o publique en Instagram. Rastree sus referidos en su cuenta.",
              "channel": "Email"
            },
            {
              "title": "Recordatorio de Referidos",
              "description": "Día 14: Recordatorio con prueba social",
              "content": "¡Sus amigos se lo están perdiendo! [X] miembros ya han ganado €[Y] en créditos de referidos este mes. Comparta su enlace y empiece a ganar.",
              "channel": "Email"
            },
            {
              "title": "Bonus por Hito de Referidos",
              "description": "Al alcanzar hitos: Recompensa extra",
              "content": "¡Está en fuego! Ha referido [X] amigos. Aquí tiene un crédito bonus de €25 por ser un defensor tan increíble. ¡Siga compartiendo!",
              "channel": "Email + SMS"
            },
            {
              "title": "Notificación de Éxito de Referido",
              "description": "Cuando un amigo hace una compra",
              "content": "¡Lo logró! [Amigo] acaba de hacer su primera compra. Su crédito de €15 ha sido añadido. ¡Son €[Total] ganados hasta ahora!",
              "channel": "Email + SMS"
            }
          ]
        },
        {
          "scenario_target": "UGC y defensa social",
          "scenario_objective": "Fomentar la creación de contenido social y menciones de marca",
          "main_messages_ideas": "Envío de fotos, Campaña de hashtag, Destacado de cliente, Embajador social",
          "message_sequence": [
            {
              "title": "Solicitud de Compartir Su Estilo",
              "description": "Post-compra: Solicitud de UGC",
              "content": "¡Muéstrenos su estilo! Comparta una foto usando sus piezas de [Marca] con #[Hashtag] para tener la oportunidad de aparecer en nuestro sitio y redes sociales.",
              "channel": "Email"
            },
            {
              "title": "Concurso Mensual de Fotos",
              "description": "Mensual: Engagement de concurso",
              "content": "Concurso de estilo de este mes: El mejor outfit [Tema] gana una tarjeta de regalo de €100. Comparta su look con #[Hashtag] para participar.",
              "channel": "Email"
            },
            {
              "title": "¡Está Destacado/a!",
              "description": "Cuando se selecciona el contenido del cliente",
              "content": "¡Es una estrella de [Marca]! Su foto está siendo destacada en nuestro sitio e Instagram. Aquí tiene 20% de descuento como agradecimiento, ¡más está en la carrera para Embajador de Estilo!",
              "channel": "Email + SMS"
            },
            {
              "title": "Invitación a Embajador de Estilo",
              "description": "Para creadores de contenido top: Programa especial",
              "content": "¡Su estilo es increíble! Nos encantaría invitarle a convertirse en Embajador de Estilo de [Marca]. Productos gratis, eventos exclusivos y más. ¿Interesado/a?",
              "channel": "Email"
            },
            {
              "title": "Recordatorio de Compartir en Redes",
              "description": "Cuando el cliente no ha compartido en 30 días",
              "content": "¡No le hemos visto en #[Hashtag] últimamente! Comparta su último look de [Marca] y participe en nuestro sorteo semanal de tarjeta de regalo de €50.",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Recolección de reseñas y testimonios",
          "scenario_objective": "Generar reseñas auténticas para prueba social",
          "main_messages_ideas": "Solicitud de reseña, Testimonio en video, Hitos de reseñas",
          "message_sequence": [
            {
              "title": "Solicitud de Reseña",
              "description": "14 días post-entrega: Solicitud inicial",
              "content": "¿Cómo está amando [Producto]? Deje una reseña y ayude a otros compradores a encontrar su estilo perfecto. ¡Obtenga 10% de descuento como agradecimiento!",
              "channel": "Email"
            },
            {
              "title": "Bonus por Reseña con Foto",
              "description": "7 días después de reseña de texto: Solicitud de mejora",
              "content": "¡Gracias por su reseña! Añada una foto y obtenga un 5% extra de descuento en su próximo pedido. ¡Las fotos ayudan tanto a otros clientes!",
              "channel": "Email"
            },
            {
              "title": "Solicitud de Testimonio en Video",
              "description": "Para superfans: Solicitud de alto valor",
              "content": "¡Sus reseñas son increíbles! ¿Podría compartir un video rápido sobre por qué ama [Marca]? Le destacaremos en nuestro sitio y le daremos €50 de crédito.",
              "channel": "Email"
            },
            {
              "title": "Hito de Reseñas",
              "description": "Al alcanzar hitos de reseñas",
              "content": "¡Ha dejado [X] reseñas! Oficialmente es un/a Experto/a de [Marca]. Aquí tiene una insignia especial para su perfil y 25% de descuento en su próximo pedido.",
              "channel": "Email"
            }
          ]
        }
      ]
    },
    {
      "program_name": "Engagement de Moda Sostenible",
      "target": "Clientes conscientes del medio ambiente y defensores de valores de marca",
      "objective": "Construir conexión emocional con la marca a través de valores compartidos; impulsar 25% de ventas de clientes enfocados en sostenibilidad",
      "kpi": "Ventas de colección sostenible (objetivo: 25% de ingresos), Participación en programa de reciclaje, Puntuación de sentimiento de marca",
      "description": "Programa impulsado por valores que involucra a los clientes en torno a sostenibilidad, producción ética y moda circular, creando lealtad de marca más profunda a través de propósito compartido.",
      "scenarios": [
        {
          "scenario_target": "Clientes interesados en productos sostenibles",
          "scenario_objective": "Educar e involucrar en torno a la historia de sostenibilidad",
          "main_messages_ideas": "Valores de marca, Colección sostenible, Educación sobre telas, Historias de impacto",
          "message_sequence": [
            {
              "title": "Nuestra Historia de Sostenibilidad",
              "description": "Después del registro o primera compra sostenible",
              "content": "Moda con propósito: Conozca nuestro compromiso con materiales sostenibles, fábricas éticas y reducción del impacto ambiental.",
              "channel": "Email"
            },
            {
              "title": "Destacado de Colección Sostenible",
              "description": "Mensual: Destacar opciones eco-amigables",
              "content": "Selecciones sostenibles de este mes: Nuevas llegadas hechas de materiales reciclados, algodón orgánico y tintes eco-amigables. Luzca bien, siéntase bien.",
              "channel": "Email"
            },
            {
              "title": "Detrás de los Materiales",
              "description": "Contenido educativo: Historias de telas",
              "content": "Conozca nuestros materiales: Esta chaqueta está hecha de 45 botellas de plástico recicladas. Aquí está el viaje desde desecho oceánico hasta su armario.",
              "channel": "Email"
            },
            {
              "title": "Reporte de Impacto",
              "description": "Trimestral: Mostrar impacto colectivo",
              "content": "Juntos hemos ahorrado [X] litros de agua, desviado [Y] kg de vertederos y apoyado a [Z] trabajadores con salario justo. Gracias por comprar con propósito.",
              "channel": "Email"
            }
          ]
        },
        {
          "scenario_target": "Participantes del programa de reciclaje de ropa",
          "scenario_objective": "Impulsar comportamiento de moda circular",
          "main_messages_ideas": "Recompensas de reciclaje, Programa de intercambio, Historias de segunda vida",
          "message_sequence": [
            {
              "title": "Introducción al Programa de Reciclaje",
              "description": "A clientes comprometidos con sostenibilidad",
              "content": "¡Dé una segunda vida a su ropa! Devuélvanos ropa vieja de cualquier marca y obtenga 15% de descuento en su próxima compra. La reciclaremos o donaremos responsablemente.",
              "channel": "Email"
            },
            {
              "title": "Instrucciones Fáciles de Devolución",
              "description": "Después del registro al programa",
              "content": "¿Listo/a para reciclar? Así es como: 1) Reúna ropa vieja, 2) Imprima su etiqueta de envío gratis, 3) Entregue en cualquier transportista. ¡Su 15% de descuento le estará esperando!",
              "channel": "Email"
            },
            {
              "title": "Confirmación de Reciclaje",
              "description": "Cuando se reciba la devolución",
              "content": "¡Recibimos su envío de reciclaje! Su ropa será reciclada o donada responsablemente. Aquí está su código de 15% de descuento: [CÓDIGO]. ¡Gracias por cuidar!",
              "channel": "Email"
            },
            {
              "title": "Resumen de Su Impacto",
              "description": "Anual: Reporte de impacto personal",
              "content": "Su impacto de sostenibilidad este año: [X] artículos reciclados, [Y] kg desviados de vertederos, [Z]% de sus compras sostenibles. ¡Está marcando la diferencia!",
              "channel": "Email"
            }
          ]
        }
      ]
    }
  ],
  "how_brevo_helps_you": [
    {
      "scenario_name": "Viaje de Bienvenida y Descubrimiento de Estilo",
      "why_brevo_is_better": "El constructor de automatizaciones de Brevo le permite crear secuencias de bienvenida sofisticadas con lógica condicional basada en respuestas del quiz, comportamiento de navegación y fuente de adquisición. La personalización impulsada por IA asegura que cada nuevo suscriptor reciba un viaje único que se adapta en tiempo real a sus preferencias y acciones.",
      "omnichannel_channels": "Email para contenido enriquecido + SMS para recordatorios de ofertas urgentes + WhatsApp para compras personales conversacionales + Notificaciones Push para usuarios de aplicación móvil",
      "setup_efficiency": "Plantillas pre-construidas para la industria de la moda con personalización drag-and-drop, optimización del tiempo de envío con IA y pruebas A/B integradas para mejora continua."
    },
    {
      "scenario_name": "Recuperación de Carrito Abandonado",
      "why_brevo_is_better": "Seguimiento de carrito en tiempo real con bloques de producto dinámicos que se completan automáticamente con los artículos exactos del carrito, precios e imágenes. La limitación inteligente de frecuencia previene el exceso de mensajes mientras la IA determina el timing y canal óptimo para cada cliente.",
      "omnichannel_channels": "Email para recordatorios detallados de productos + SMS para alertas urgentes de stock/precio + Notificaciones Push para usuarios de la app + WhatsApp para contacto personal de carritos de alto valor",
      "setup_efficiency": "Disparadores automáticos basados en valor del carrito, segmento de cliente y duración del abandono con pruebas A/B sofisticadas para optimizar mensajes y timing."
    },
    {
      "scenario_name": "Optimización de Tallas y Ajuste",
      "why_brevo_is_better": "La plataforma de datos de clientes almacena perfiles de ajuste y preferencias, permitiendo recomendaciones de tallas personalizadas en todos los puntos de contacto. La integración con widgets en sitio asegura orientación de tallas consistente desde la navegación hasta el checkout.",
      "omnichannel_channels": "Email para guías de ajuste y actualizaciones + Widgets en sitio para recomendaciones en tiempo real + WhatsApp para asistencia personal de ajuste + SMS para recordatorios rápidos de ajuste",
      "setup_efficiency": "Perfiles de clientes unificados que sincronizan datos de ajuste a través de canales, permitiendo recomendaciones de tallas consistentes y precisas en todas partes."
    },
    {
      "scenario_name": "Lanzamiento de Colección de Temporada",
      "why_brevo_is_better": "La segmentación avanzada le permite escalonar comunicaciones de lanzamiento sin esfuerzo basadas en valor del cliente y nivel de engagement. La orquestación de campañas asegura secuencias perfectamente temporizadas con urgencia de cuenta regresiva y contenido dinámico basado en stock.",
      "omnichannel_channels": "Email para lookbooks visuales enriquecidos + SMS para alertas de ventas flash + WhatsApp para conserjería VIP + Push para notificaciones de lanzamiento en tiempo real + In-app para experiencias mobile-first",
      "setup_efficiency": "Plantillas de campaña con lógica de acceso escalonado integrada, pruebas A/B para líneas de asunto y contenido, y programación automatizada basada en zonas horarias de clientes."
    },
    {
      "scenario_name": "Programa de Fidelización y Engagement VIP",
      "why_brevo_is_better": "Integración nativa de programa de fidelización que rastrea puntos, niveles y canjes en tiempo real. Los disparadores automáticos de hitos celebran logros de clientes mientras los análisis predictivos identifican VIPs en riesgo antes de que abandonen.",
      "omnichannel_channels": "Email para actualizaciones del programa y progreso de nivel + SMS para expiración de puntos y recompensas flash + In-app para notificación de recompensas en tiempo real + WhatsApp para servicio de conserjería VIP",
      "setup_efficiency": "Flujos de trabajo de fidelización pre-configurados con disparadores de cumpleaños, aniversario, cambio de nivel y expiración de puntos listos para activar. Bloques de contenido dinámico de saldo de puntos para personalización."
    },
    {
      "scenario_name": "Recuperación y Re-Engagement",
      "why_brevo_is_better": "La puntuación predictiva de engagement identifica clientes en riesgo semanas antes de que abandonen. La supresión inteligente previene envíos desperdiciados mientras las estrategias de oferta escaladas maximizan las tasas de recuperación sin exceso de descuentos.",
      "omnichannel_channels": "Email para contenido de re-engagement + SMS para recuperación de clientes de alto valor + WhatsApp para contacto personal + Integración de correo directo para puntos de contacto de último recurso",
      "setup_efficiency": "Secuencias de recuperación automatizadas con escalamiento inteligente, gestión automática de higiene de listas y alertas de predicción de abandono para intervención proactiva."
    },
    {
      "scenario_name": "Programa de Referidos y Defensa de Marca",
      "why_brevo_is_better": "Seguimiento de referidos integrado con cumplimiento automatizado de recompensas. Las herramientas de recolección de UGC se integran con su sistema de gestión de contenido para despliegue de prueba social sin fisuras a través de canales.",
      "omnichannel_channels": "Email para invitaciones de referidos y actualizaciones + SMS para notificaciones de éxito de referidos + Integraciones sociales para compartir fácil + Push para alertas de recompensas",
      "setup_efficiency": "Plantillas de programa de referidos listas para usar con recompensas de doble vía, seguimiento automatizado y análisis integrados para medir ROI del programa."
    }
  ],
  "conclusion": "Este plan integral de marketing relacional de 12 programas proporciona a las marcas de moda un modelo completo para el engagement del ciclo de vida del cliente. Al implementar estos programas, las marcas pueden esperar ver una mejora del 25-35% en el valor de vida del cliente, una reducción del 30-40% en los costes de adquisición a través de mejor retención y referidos, y una lealtad de marca significativamente más fuerte. La clave del éxito es comenzar con programas de alto impacto (Viaje de Bienvenida, Recuperación de Carrito, Fidelización) y expandir sistemáticamente. Con más de 40 escenarios automatizados cubriendo cada punto de contacto del cliente, este plan transforma compradores únicos en defensores de marca de por vida."
}
